import sqlite3
import os
try:
    os.remove("sql_bd.db")
except WindowsError as error:
    pass
# Создание подключения к базе данных (если базы данных не существует, она будет создана)
conn = sqlite3.connect("sql_bd.db")
# Создание курсора для выполнения операций с базой данных
cursor = conn.cursor()

# Создание таблицы
cursor.execute('''CREATE TABLE theory
                  (id INTEGER,
                  name TEXT,
                  content TEXT)''')

data = [
    (1, "Сжатое изложение прослушанного текста", """Первое задание направлено на Ваш навык сокращать и усваивать полученные данные. Для успешного написания краткого изложения необязательно быть особо начитанным либо иметь выдающуюся память.
Схема написания изложения:
1. Во время просулшивания текста пытайтесь уловить тему предложения, сразу записать её на черновик. По возможности, записывайте также грамматическую основу.
2. Необязательно пытаться записать все предложения сразу. Лучше обрабатывать предложения через одно. Так, во время первого прослушивания Вы усвоите половину текста, во время второго прослушивания - вторую.
3. Если есть время, тезисами записывайте основные события, которые помогут Вам точнее вспомнить предложение.
4. В случае, если Вы не помните точно дополнительные члены предложения, не бойтесь в меру проявить фантазию. Это не будет считаться ошибкой, а будет распознано как грамотное сокращение.
Придерживайтесь этих простых рекомендаций, и изложение будет написано без каких-либо сложностей."""),
    (2, "Синтаксический анализ простого и сложного предложения", """Во втором задании нужно уметь находить грамматическую основу предложений, только и всего.
Задание выглядит примерно так: "Выберите варианты ответов, в которых верно определена грамматическая основа в одном из предложений или в одной из частей сложного предложения текста."
Для его выполнения надо знать несколько правил.
Начнём со способов выражения подлежащего:
1. Подлежащие выражено существительным. Пример: "Рыбак уплыл далеко.". Подлежащее - рыбак.
2. Подлежащие выражено местоимением. Пример: "Он всех удивил.". Подлежащее - он.
3. Подлежащие выражено прилагательным. Пример: "Больной выздаравливает.". Подлежащее - больной.
4. Подлежащие выражено причастием. Пример: "Присутствующие недоумевают.". Подлежащее - присутствующие.
5. Подлежащие выражено числительным. Пример: "Один зевнёт, и все начинают зевать.". Подлежащее - один.
6. Подлежащее выражено неопределённой формой глагола. Пример:
Подлежащее - словосочетание:
7. Подлежащие выражено сущ. в Им.п. + "с" + сущ. в Т.п.. Пример: "Мы с братом дерёмся от скуки.". Подлежащее - мы с братом.
8. Подлежащие выражено числ. в Им.п. + сущ. в Р.п.. Пример: "Пять человек дописывают работу.". Подлежащее - пять человек.
9. Подлежащее выражено прил. в превосходной форме + мест./сущ./числит./прил.. Пример: "Самые маленькие скучают: им ничего не понтяно.". Подлежащее - самые маленькие.
10. Подлежащее выражено мест./сущ. в Им.п. + прил./прич.. Пример: "Кто-нибудь знакомый зайдёт, я радуюсь.". Подлежащее - кто-нибудь знакомый.
11. Подлежащие выражено фразеологизмом. Пример: "Из пушек по воробьям - напрасная трата сил.". Подлежащее - из пушек по воробьям.
Теперь рассмотрим способы выражения сказуемого.
Простое глагольное сказуемое:
1. Сказуемое выражено глаголом в личной форме. Пример: "Дядя ушёл на рынок.". Сказуемое - ушёл.
2. Сказуемое выражено инфинитивом. Пример: "Жить - Родине служить.". Сказуемое - служить.
3. Сказуемое выражено глаголом в условном наклонении. Пример: "Она бы спела песню, если бы умела.". Сказуемое - спела бы.
4. Сказуемое выражено глаголом в повелительном наклонении. Пример: "Пусть она споёт.". Сказуемое - пусть споёт.
5. Сказуемое выражено междометием. Пример: "Пёс цап меня за ногу.". Сказуемое - цап.
6. Сказуемое выражено повтором. Пример: "Я жду не дождусь концерта.". Сказуемое - жду не дождусь.
Составное глагольное сказуемое:
7. Глагол со значением начала/продолжения/окончания действия (начинать, переставать, продолжать, заканчивать, прекращать) + н.ф. глагола. Пример: "Я начал готовить утром.". Сказуемое - начал готовить.
8. Глаголы уметь/мочь/хотеть/желать/стараться/намереваться/осмелиться/предпочитать/любить/привыкнуть/ненавидеть + н.ф. глагола. Пример: "Я не умею готовить.". Сказуемое - не умею готовить.
9. Глагол связка значить + н.ф. глагола. Пример: "Понять - значит простить.". Сказуемое - значит простить.
Составное именное сказуемое (глагол-связка + именная часть):
10. Глагол быть в любой форме + именная часть. Пример: "День был солнечным.". Сказуемое - был солнечным.
Часто глагол-связка отсутствует, стоит знак тире. Такое явление называется СИС с нулевой глагол-связкой. Пример: "Моя мама - врач.". Сказуемое - врач.
11. Глаголы стать/становиться/казаться/оказаться/являться/сделаться/оставаться/считаться/выглядеть + именная часть. Пример: "Архитектор является хозяином этой машины.". Сказуемое - является хозяином.
    """),
    (3, "Пунктуационный анализ предложения", """В 3 задании проверяется ваше умение правильно расставлять знаки препинания. Всего можно разделить спектр заданий на 3 категории:
1. Запятая
а) Сложное предложение
Сложно предложение довольно лёгкая конструкция. В нём всегда по умолчанию ставится запятая между грамматическими основами. Например: "Ученики опасаются, что пойдёт дождь.". Тут вопросов не возникает.
Однако, есть и сложные случаи подчинительной связи, когда на стыке союзов не ставится запятая, если далее идут слова то/так/но. Например: "Старик предупредил, что если погода улучшится, то на рыбалку можно поехать.". Запятая между "что если" не ставится, т.к. далее идёт слово "то".
б) Причастный оборот (обособленное определение)
Традиционно, причастный оборот обособляется с обеих сторон, когда идёт после существительного и не обособляется, когда идёт перед существительным. 
Рыбак, забывший взять свою удочку, меня удивил. Исполнявшие разные песни артист меня восхитил. 
Но есть и сложный случай причастного оборота, когда главным словом является местоимение.В таком случае причастный оборот обособляется независимо от того, с какой стороны не находилось бы главное слово. Например: "Взволнованный переживаниями дня, он долго не мог уснуть.". 
в) Деепричастный оборот (обособленное обстоятельство)
Большинстве случаев деепричастный оборот обособляется с обеих сторон запятыми, независимо от Того, с какой стороны находится главное слово. Например: "Человек, играя на музыкальном инструменте, не обращает внимания на зрителей.".
Но, опять же, есть исключения. Когда деепричастный оборот употребляется с фразеологизмом, запятую не ставим. Например: "Дети работали засучив рукава.". Также не ставится запятая, когда идут одиночные деепричастия: лёжа/сидя/стоя/шутя/молча/не спеша/нехотя. Например: "Он не спеша прогуливался по аллее.".
г) Вводные слова (не являются членами предложения)
Вводные слова можно легко опознать: если убрать их из предложения, смысл не поменяется. Запятая ставится перед и после вводного слова или фразы. Например: "Впрочем, я думаю, что он был прав.". Впрочем - вводное слово.
д) Вводные конструкции (не являются членами предложения)
Вводные конструкции – это независимые члены предложения, которые вводятся для выделения определенной информации. Запятая ставится с обеих сторон вводной конструкции. Например: "Сказать правду, я немного волнуюсь перед экзаменом.". Сказать правду - вводная конструкция.
е) Сравнительные обороты (не являются членом предложения)
При использовании слов "как", "словно", "точно", "чем" и других сравнительных оборотах запятая ставится перед словом сравнения. Например: "Он работает больше, чем все его коллеги.".
"""),
    (4, "Виды подчинительной связи в словосочетании", """Существуют три основных типа подчинительной связи в словосочетаниях: управление, согласование и примыкание. Они определяют, как главное слово связывается с зависимым словом.
1. Согласование
Согласование - это тип подчинительной связи, при котором зависимое слово обычно является прилагательным и стоит в том же роде, числе, падеже, что и главное слово. Например: "морской берег". Главное слово - берег, зависимое слово - морской
2. Управление
Управление - это тип подчинительной связи, при котором зависимое слово выражено существительным в падежной форме. Например: "берег моря". Главное слово - берег, зависимое слово - моря.
3. Примыкание:
Примыкание - это тип подчинительной связи, при котором зависимое слово обычно выражено нарчеием. Например: "усердно работает". Главное слово - работает, зависимое слово - усердно.
Переход из одного типа подчинительной связи в другой может произойти при изменении формы зависимого слова. Например: "усердно работает, работает с усердием". Усердно работает - примыкание, работает с усердием - управление."""),
    (5, "Орфографический анализ слова",
"""Алгоритм выполнения задания 5 ОГЭ
Все правила правила орфографии можно условно разделить на 2 группы:
Написание зависит от части речи слова, которое необходимо написать правильно.
Написание зависит от части слова, в которой находится орфограмма.

Гласные после шипящих и Ц
Употребление гласных букв И/Ы, А/Я, У/Ю после шипящих и Ц
После шипящих Ж, Ч, Ш, Щ в разных морфемах, как правило, пишутся буквы И, А, У.
Исключения: например, брошюра, жюльен, парашют, жюри и т.д.

После Ц, как правило пишутся А, О (под ударением), Е/И (без ударения), У.
Исключения: скерцо и т.д. некоторые заимствованные имена собственные :Цюрих, Друцэ,  Цявловский и др.

Написание Ы/И после Ц зависит от морфемы: в корнях пишется И, а в суффиксах и окончаниях Ы, кроме слов, оканчивающихся на -ЦИЯ, -ЦИОННЫЙ.
Исключения: цыпленок, цыкнул, цыц, на цыпочках, цыган (Ы в корне) и некоторые имена собственные; слова на -ЦИЯ, ЦИОННЫЙ: нация, революция и т.д.

Употребление гласных букв О/Е (Ё) после шипящих и Ц 
Написание О/Ё после шипящих зависит от морфемы (от того, где находится О/Ё) и от части речи.В корнях существительных и прилагательных пишется Ё, если можно подобрать проверочное слово.
Примеры: чёрный – чернеть, но слово "шорох" – нельзя проверить.
В суффиксах и окончаниях существительных и прилагательных пишется О, если эта буква под ударением, за исключением суффиксов ЁР 
Примеры: врачом, алычовый, но дирижёр.

В глаголах и отглагольных словах в любой части слова с большинстве случаев пишется Ё.
Примеры: бережёшь, включённый, тушёнка – от глагола тушить.

Употребление мягкого и твердого знаков
Ь знак употребляется для обозначения мягкости, Ъ  - для обозначения твердости. Также и Ь, и Ъ бывают разделительными.

Мягкий знак пишется:
для обозначения мягкости согласного звука, после шипящих в существительных 3 склонения, после шипящих в глаголах 2 лица, после шипящих в глаголах повелительного наклонения и после шипящих в наречиях (кроме УЖ, ЗАМУЖ, НЕВТЕРПЕЖ), а также внутри слова (не после приставки) перед Е,Ё,И,Ю,Я, в том числе в иноязычных словах (медальон, почтальон и т.д.)
Примеры: конь, ночь, бережешь, отрежь, вскачь, воробьи, подьячий, вьюга.

Твердый знак пишется:
для обозначения твердости согласной после приставок на согласную (в том числе иноязычных) перед буквами Е,Ё,Ю,Я, а также в сложных словах с первой частью двух, трех, четырех перед Е,Ё,Ю,Я.
Примеры: подъезд, съемка, адъютант, субъект, двухъярусный.

Правописание корней 
Правописание гласных в корнях можно разделить на три правила: проверяемые гласные в корне, непроверяемые гласные в корне, чередующиеся гласные в корне
Проверяемая гласная в корне
В части слов гласная в корне проверяется путем подбора однокоренного слова, в котором эта гласная находится под ударением.
Также существуют корни-омонимы, при написании которых в зависимости от значения применяются разные правила.
Сравните:
Косить траву   - кОсит (проверяемая гласная в корне)
Прикоснуться – чередующийся корень КАС/КОС. Пишем О, так как после корня нет суффикса.
Пример: молодой – мОлод, гористый - гОры и др.

Непроверяемая гласная в корне
Чередующиеся гласные в корне
КОРНИ С ЧЕРЕДОВАНИЕ А//О: 
гар/гор, зар/зор, клан/клон, твар/твор, плав/плов, лаг/лож, кас/кос, скак/скоч, раст/рос/ращ, равн/ровн, мак/мок
Гар/гор, клан/клон, твар/твор – без ударения пишем О.
Зар/зор, плав/плов – без ударения пишем А
Кас/кос, лаг/лож  – написание зависит от суффикса А: если есть суффикс А, то пишем А.
Раст/рос/ращ, скак/скоч – написание зависит от конечных согласных в корне.
Равн/ровн, мак/мок – написание зависит от значения.
МАК – в значении «погружать в жидкость», МОК – «пропускать жидкость».
РАВН – в значении одинаковый, РОВН - «ровный, гладкий».
КОРНИ С ЧЕРЕДОВАНИЕМ Е//И: 
бер/бир, блест/блист, дер/дир, мер/мир, пер/пир, тер/тир, жег/жиг, стел/стил, чет/чит, им/ин//А(Я)
Все корни с чередованием Е//И, кроме ИМ/ИН, зависят от последующего суффикса: если есть суффикс А после корня, то пишем И.
Исключения: пригарь, выгарки, утварь, полог, пловец, пловчиха, ростовщик, росток, Ростислав, Ростов, отрасль, подростковый, сочетать, сочетание, равнина, ровесник, поровну, уровень и другие.

Правописание приставок
Правописание неизменяемых приставок
Неизменяемые приставки "под, над, об, с, от, пере, про, пра, за, о, у, до, по, на, в, вы, пред, поза и др." пишутся всегда одинаково в любых словах.
Правописание приставок на ..З и ..С
Написание приставок, оканчивающихся на ...З и ...С (без/бес, воз/вос, вз/вс, из/ис, низ/нис, раз/рас, через/черес и др.) зависит от глухости/звонкости последующего согласного: если после приставки следует звонкий звук, пишем З, если глухой – пишем С.
Примеры: Бездарный, беспечный.
!!!Обратите внимание
приставка С не чередуется (сделать)
приставка ПРА пишется в словах со значением "предок" (праязык)
ВЗ/ВС не делится на две приставки, а зависит от глухости/звонкости последующей согласной (взбежать, вскрикнуть)

Правописание приставок ПРЕ и ПРИ
Написание приставок ПРЕ/ПРИ зависит от значения.
ПРЕ пишется в значении «Очень» (премудрый) в значении приставки «ПЕРЕ» (пресечь)

ПРИ пишется в значении:
приближение, присоединение, прибавление (пришить, прибавить) неполнота действия (приоткрыть) близость (пригородный) и другие. (приучить, приручить)

Слова с ПРЕ/ПРИ, которые надо запомнить: приоритет, преамбула, президент, премьера, прерогатива, претендент и много других слов.
Правописание суффиксов различных частей речи (кроме -Н-/-НН-)

Правописание суффиксов зависит от части речи слова.
У существительных и прилагательных есть суффиксы , которые пишутся всегда одинаково.
Например, тор, ник, тель, чик, щик, изн, еств, чив, лив и др.
Есть суффиксы, написание которых подчиняется правилам

Правописание суффиксов существительных
ЕК/ИК (ЕК пишется в существительных, если при изменении по падежам Е выпадает: горшочек- горшочка, ИК – если при изменении по падежам гласная сохраняется: ключик – ключика)

Сочетание ИНК/ЕНК (ИНК пишется в существительных, образованных от сущ. на -ИНА: горошинка – горошина, ЕНК- в существительных, образованных от сущ., заканчивающихся на -НА, -НЯ (башенка – башня)
ЕЦ/ИЦ (ЕЦ пишется в сущ. мужского рода и в существительных среднего рода с ударением на гласную после суффикса: боец, пальтецО. ИЦ пишется в существительных ж.р. и в сущ. ср.р с ударением на гласную перед суффиксом: гусеница, платьице)
Правописание суффиксов прилагательных
ИВ/ЕВ:  ИВ пишется под ударением, без ударения – ЕВ (красИвый, форелевый)
ЧИВ/ЛИВ всегда пишется одинаково с И.
К/СК (если прилагательное образовано от сущ. с основой на К,Ц,Ч или имеет краткую форму, то пишем суффикс К, в остальных случаях пишем – СК) (немецкий – немец, флотский – флот)
Правописание суффиксов глаголов:
ОВА/ЕВА, ЫВА/ИВА:
ОВА/ЕВА пишется в глаголах, форма 1 лица ед.ч. этого глагола заканчивается на -УЮ/ЮЮ, 
ЫВА/ИВА пишется, если в форме 1 лица ед.ч. ничего не меняется: ЫВА/ИВА сохраняется.
Примеры: заведовать – заведую, отчитывать – отчитываю.
Правописание суффиксов наречий:
Суффикс А пишется, если в наречии приставка ИЗ/ДО/С (издавна)
Суффикс О пишется, если в наречии приставки В/НА/ЗА (влево)

Правописание -Н- и -НН- в различных частях речи
Правописание Н/НН зависит от того, к каой части речи принадлежит слово и от какой части речи оно образовалось. 
Н/НН в прилагательных (от имени существительного)
В прилагательных, образованных от существительных,
НН пишется:
В суффиксах ЕНН/ОНН (искусственный, лекционный)
В прилагательных, образованных от существительных с основой на Н (сон-сонный)
Н пишется:
В суффиксах ИН, АН, ЯН (лебединый, глиняный, кожаный)
Исключения: стеклянный, оловянный, деревянный, ветреный, безветренный.
Н/НН в причастиях и отглагольных прилагательных
В причастиях и прилагательных, образованных от глаголов
НН пишется:
Если есть приставка (кроме НЕ) (сделанный, но некрашеный пол)
и/или есть зависимое слово (раненный в бою солдат)
и/или образовано от глагола совершенного вида
и/или заканчивается на -ОВАННЫЙ, ЁВАННЫЙ: балованный
Н пишется:   
если нет приставки
и/или нет зависимого слова
и/или слово образовано от глагола несовершенного вида: крашеная лавка, копченая рыба.
Исключения: невиданный, неслыханный, нежданный, негаданный, нечаянный, отчаянный, долгожданный, недреманный, окаянный, желанный, жеманный, священный, медленный.
Приданое невесты, названый брат, посаженый отец, смышленый ребенок, конченый человек, прощеное воскресенье, писаная красавица.
Н/НН в кратких прилагательных/причастиях
В кратких причастиях пишется всегда Н, а в кратких прилагательных столько Н, сколько в полном (задача решена, погода безветренна)

Правописание падежных и родовых окончаний
Написание окончаний существительных зависит от склонения (1,2,3)
Написание окончаний прилагательных зависит от ударения/вопросительного слова/ а также от существительного, к которому относится прилагательное.
Правописание личных окончаний глаголов и суффиксов причастий
Правописание личных окончаний глаголов

Правописание личных окончаний глаголов зависит от спряжения глагола
Глаголы I спряжения имеют окончания: у,ю, ешь, ем, ет, ете, ут, ют.
Глаголы II спряжения имеют окончания: у,ю, ишь, им, ит, ите, ат, ят.
Исключения: 
брить, стелить имеют окончания I спряжения,
Гнать, дышать, держать, зависеть, видеть, слышать, обидеть, терпеть, вертеть, ненавидеть, смотреть  имеют окончания II спряжения.

Правописание суффиксов причастий
Правописание суффиксов причастий настоящего времени зависит от спряжения глагола, от которого это причастие образовано.

Если причастие образовано от глагола I спряжения, то в причастии пишутся суффиксы:УЩ, ЮЩ, ОМ, ЕМ.
Если причастие образовано от глагола II cпряжения, то в причастии пишутся суффиксы:АЩ, ЯЩ, ИМ.
В суффиксах причастий прошедшего времени пишется буква, которая стояла в инфинитиве перед -ТЬ: строивший – строИть

В страдательных причастиях прошедшего времени
пишется Е перед НН, если оно образовано от глаголов на ИТЬ/ЕТЬ (скрученный - скрутить)
пишется А/Я перед НН если причастие образовано от глаголов на АТЬ/ЯТЬ (сделанный – сделать)
Слитное и раздельно правописание НЕ с частями речи

Правописание частицы НЕ зависит от части речи слова.
НЕ с глаголами и деепричастиями частица НЕ в большинстве случаев пишетсяРАЗДЕЛЬНО (кроме случаев, когда слово без НЕ не употребляется или когда есть приставка НЕДО в значении «недостаточноть действия»: ненавидеть, жил бедно, часто недоедал) не любить, не делая.
НЕ с причастиями пишется РАЗДЕЛЬНО, если есть зависимые слова (кроме слов меры и степени) или противопоставление с союзом А. (не решенная вовремя задача, не решенная, а списанная задача)
НЕ с краткими причастиями также пишется РАЗДЕЛЬНО (задача не решена). В остальных случаях пишется СЛИТНО (нерешенная задача, абсолютно нерешенная задача (слово меры и степени))
НЕ с существительными, прилагательными и наречиями на-О, -Е пишется СЛИТНО, если можно заменить синонимом без НЕ и если слово не употребляется без НЕ: нехороший =плохой, нехорошо=плохо, недруг = враг, неуч =не употребляется без не.
НЕ с существительными, прилагательными и наречиями на-О, -Е пишетсяРАЗДЕЛЬНО, если есть противопоставление с союзом А, если есть слова ДАЛЕКО НЕ, ВОВСЕ НЕ, ОТНЮДЬ НЕ, НИСКОЛЬКО НЕ, НИЧУТЬ НЕ и если нельзя заменить синонимом без НЕ и др.: не хорошо, а плохо, далеко не глупый человек, стол не деревянный.
НЕ с предлогами (кроме НЕСМОТРЯ НА, НЕВЗИРАЯ НА и др,) союзами, частицами, числительными, местоимениями (кроме отрицательных и неопределенных)пишется РАЗДЕЛЬНО  (не пять, не ты, не с кем, НО: никто, нечто, некоторый и др.)
НЕ с отрицательными и неопределенными словами пишется СЛИТНО (некто, некоторый, никто, несколько, некогда, никогда, незачем и другие)

Правописание НЕ и НИ
Частица НЕ пишется в значении «отрицания» (не говорил), используется в устойчивых сочетаниях (не в радость,не к добру), входит в состав сложных союзов: не то…, не то, не только…, но и, не то чтобы…,а, пока….не и др)  Частица НИ пишется при   «усилении» отрицания (при наличии слов НЕТ, НЕЛЬЗЯ, в придаточных уступительных, в повторяющемся союзе НИ…НИ (равно И..., И), перед словами ОДИН, ЕДИНЫЙСледует различать:
никто иной – не кто иной, как
Ни один (никто) – не один (много кто)
Ни разу (никогда)– не раз (много раз)
 Слитное, дефисное, раздельное написание слов различных частей речи  

Следует различать предлоги, союзы и частицы. Предлоги ставят следующее слово в нужный падеж, соединяют слова в предложении. Союзы не меняют соседние слова и соединяют однородные члены или предложения в составе сложного. Частицы добавляют оттенок смысла слову или создают форму повелительного, условного наклонения, будущего времени глаголов.
Cлова ЧТО(БЫ), ТО(ЖЕ), ТАК(ЖЕ), ЗА(ТО) имеют как слитное, так и раздельное написание. Если это союз и его можно заменить другими союзами (Чтобы=для того чтобы. Тоже, также = и), то пиши слитно. 
Примеры: Я пришел, чтобы (для того чтобы) победить. (И) Я тоже хочу в парк. (И)Он также был там. Он был не очень красивым, зато (но) хорошим. 
Частицы БЫ, ЛИ, ЖЕ  пишутся РАЗДЕЛЬНО. 
Частицы ТО, ЛИБО, НИБУДЬ, ТАКИ, КА, КОЕ пишутся ЧЕРЕЗ ДЕФИС
!!!Частицы можно убрать, без изменения смысла, но если это части союзов и др. частей речи, то убрать их не получится.
Пример: Что (бы) мне почитать? =Что мне почитать?
Я вернулся, чтобы забрать документы.(нельзя убрать "БЫ")

Союз ТО ЕСТЬ пишется РАЗДЕЛЬНО 

Предлоги В ТЕЧЕНИЕ, В ПРОДОЛЖЕНИЕ, В ЗАКЛЮЧЕНИЕ, В ОТЛИЧИЕ, (в конце может быть И, если это не просто предлог, а сочетание предлога с существительным)В ЦЕЛЯХ, В СИЛУ, В МЕРУ, В ОБЛАСТИ, НА ПРОТЯЖЕНИИ, В ОТНОШЕНИИ, ЗА ИСКЛЮЧЕНИЕМ, ЗА СЧЕТ, НЕ СЧИТАЯ пишутся всегда РАЗДЕЛЬНО. (В течение суток, в продолжение дня и др.)
Предлоги НЕСМОТРЯ НА и НЕВЗИРАЯ НА пишутся в два слова, а если перед нами НЕ + деепричастие НЕ СМОТРЯ НА и НЕ ВЗИРАЯ НА, то пишем в три слова.  (Несмотря на обстоятельства (вопреки им). Не смотря себе под ноги. (не (что делая?) смотря)

Следует различать сочетания со словом "ВИД": ИМЕТЬ В ВИДУ (В+ существительное "вид"), ВВИДУ непогоды (предлог синонимичный "из-за"), В ВИДЕ (В+ существительное "вид": в виде исключения)
Слова (В)ВИДУ, (В)МЕСТО, (В)РОДЕ, (В)СЛЕДСТВИЕ, (НА)ПОДОБИЕ, (НА)СЧЕТ, (С)ВЕРХ, (В)СЛЕД, (НА)ВСТРЕЧУ пишем СЛИТНО, если это предлоги (и их можно заменить другими предлогами). Если перед нами предлог + существительное, то пишем раздельно. 
Как проверить: попытайтесь вставить слово.
Примеры: Поговорить насчет работы= о работе. Положить деньги на (твой) счет.  Он вроде ушел. Изменяется в(женском) роде, числе и падеже.

Предлоги ИЗ-ЗА, ИЗ-ПОД, ПО-НАД пишутся черед дефис. 

ПОЛ с существительными можно написать СЛИТНО, если существительное начинается на согласную (полпомидора).
Через ДЕФИС, если существительное начинается на Л (пол-лимона), прописную букву(пол-Москвы) и гласную (пол-арбуза).
РАЗДЕЛЬНО, если между ПОЛ и существительным есть еще прилагательное (пол чайной ложки)
Исключение: поллитровка
Большинство НАРЕЧИЙ пишутся СЛИТНО. Через дефис пишем, если есть приставкиПО, В, ВО в сочетании с суффиксами ОМУ, ЕМУ, ЫХ, ИХ, И (по-хорошему, во-первых, по-волчьи, в-третьих)
"""),
    (6, "Анализ текста", """Для проведения анализа текста и выбора верных утверждений, тебе потребуется следовать определенной методике:
1. Внимательно прочитай текст
Важно сосредоточиться и внимательно прочитать весь текст.
Попробуй понять основную идею текста и выделить ключевые аргументы или факты, которые будут нужны для проверки утверждений.
2. Анализ утверждений
Прочти утверждения и сравни их с информацией, представленной в тексте.
Обрати внимание на ключевые слова или фразы, которые могут быть связаны с утверждениями.
3. Проверка фактов
Проверь каждое утверждение на основе информации, содержащейся в тексте.
Ищи подтверждающие или опровергающие детали, факты или цитаты в тексте.
Некоторые полезные советы:
- Обрати внимание на контекст и намерения автора текста.
- Используй свои знания и опыт для понимания текста и проверки утверждений.
- Если тебе не хватает информации, не бойся вернуться к тексту и перечитать необходимую часть.
- И последнее, доверься своей интуиции!
"""),
    (7, "Анализ средств выразительности", """Средства выразительности - это языковые приемы, которые используются для создания ярких образов, эмоциональной окраски текста и усиления его воздействия на читателя или слушателя.
  Метафора - это перенос значения от одного слова к другому на основе их сходства. Например: "Он - лев". Слово "лев" употребляется метафорически, чтобы описать силу, мощь или храбрость человека.
  Эпитет - это слово или выражение, которое добавляется к существительному для раскрытия его характеристик. Например: "Белый снег". Слово "белый" является эпитетом, которое описывает цвет снега.
  Олицетворение - это прием, при котором неодушевленным объектам приписываются качества и действия, свойственные живым существам. Например: "Ветер пошалит волосами". Слово "пошалит" олицетворяет ветер, делая его похожим на игривое животное.
  Фразеологизм - это устойчивое сочетание слов, имеющее фиксированное значение, которое нельзя определить через значения отдельных компонентов. Например: "Бросить слово". Этот фразеологизм означает "высказаться, сказать что-то важное".
  Сравнение - это прием, при котором устанавливается сходство между двумя объектами с помощью союза "как". Например, в фразе "Он сильный, как лев". Слово "как" используется для установления сравнения силы человека с силой льва.
"""),
    (8, "Лексический анализ слова", """Средства лексического анализа языка в задниях огэ включают такие элементы, как синонимы, антонимы, просторечная и устаревшая лексика.
1. Синонимы
Синонимы - это слова или выражения, которые имеют схожие или близкие значения. Они позволяют найти альтернативные способы выражения одной и той же идеи.
Пример: "понять" и "понимать" являются синонимами, так как оба они выражают понятие понимания чего-то.
2. Антонимы
Антонимы - это слова, которые противоположны по значению друг другу. Они создают контрастное выражение и могут использоваться для усиления или противопоставления идеи.
Пример: "добрый" и "злой" являются антонимами, так как они описывают полностью противоположные характеристики.
3. Просторечная лексика:
Просторечная лексика - это неформальные или разговорные слова и выражения, которые употребляются в повседневной разговорной речи. Они часто являются неправильными с точки зрения стандартного литературного языка.
Пример: "фигня" - просторечное слово, которое используется для выражения неважной или неправдоподобной вещи.
4. Устаревшая лексика:
Устаревшая лексика - это слова или выражения, которые использовались ранее, но потеряли свою актуальность или вышли из активного употребления в современном языке.
Пример: "престарелый" - устаревшее слово, которое означает "очень старый" и редко используется вместо более современного слова "пожилой".
"""),
    (9, "Написание сочинения 9.2",
"""Всё сочинение должно состоять из четырёх абзацев:
1. Вступление (здесь вы выдвигаете тезис)
2. Доказательство из текста 1
3. Доказательство из текста 2
4. Заключение (здесь вы говорите, что подтвердили своими аргументами тезис)
Клише для каждой части сочинения
Вступление:
Попробуем разобраться в смысле этого высказывания. Автор текста приглашает читателя к размышлению над вопросом… Смысл финала текста говорит нам о том, что… Я думаю, в указанном фрагменте выражена главная мысль текста:… В этом отрывке автор хочет сказать нам о том… Этим отрывком автор хочет нам показать… Текст заканчивается словами:«…». Полагаю, речь идёт о том, что…
Я считаю, что мысль автора данного текста, выраженная в выделенном фрагменте, заключается в том, что… В этом фрагменте автор говорит о том, что… Смысл данного отрывка я понимаю так:… В выделенной фразе автор выражает мысль о том, что… Па мой взгляд, данный отрывок показывает /объясняет /раскрывает… По моему мнению, в этом отрывке показано… Мне кажется, в этом отрывке содержится главная (основная) мысль текста:… Этот отрывок отражает идею текста, которая заключается в следующем… Смысл данного фрагмента я понимаю так:… Я считаю, что… Текст(фамилия автора в род. п.)заставил меня задуматься над…
Основная часть:
Примером может стать аргумент из текста, в котором… Обратимся к тексту(фамилия автора в род. п.)…Предложение … подтверждает мысль о том, что… Чтобы подтвердить сказанное, обратимся к тексту (предложению из текста). В предложении … автор говорит о том, что… Предложение … подтверждает мысль о том, что… Эту мысль подтверждает предложение… В тексте(фамилия автора в род. п.)сказано:… Автор говорит(подчёркивает, обращает / акцентирует наше внимание, выделяет, замечает, указывает, размышляет, высказывает интересное мнение / предположение по поводу, особо останавливается на…, возвращается к…и др.)…
Этот пример ярко демонстрирует основную мысль текста. Проиллюстрировать тезис можно следующим примером из текста (на примерах из текста). В тексте(фамилия автора в род. п.)можно найти пример, подтверждающий мою мысль (мой тезис). Подтвердить данный аргумент можно примером из… предложения текста. Справедливость этого вывода можно доказать на примере… предложения. В подтверждение собственных выводов приведу пример из … предложения прочитанного мною текста. ‘
Заключение:
Итак, в заключение… Подводя итог моим рассуждениям, могу сказать… Подводя итог, хочется сказать… Делая выводы… Делая выводы из выбранных нами доказательств… Исходя из сказанного… Таким образом, мы пришли к выводу… Надеюсь, что я смог(-ла) объяснить значение отрывка из текста… Текст(фамилия автора в род. п.)помог понять…
""")
]

# Добавление данных в таблицу
cursor.executemany("INSERT INTO theory VALUES (?, ?, ?)", data)

# Сохранение изменений
conn.commit()
cursor.execute('''CREATE TABLE practice
                  (id INTEGER,
                  exercise TEXT,
                  exercise_type TEXT,
                  answer TEXT,
                  explanation TEXT)''')

data = [(1, """В чём польза чтения?
  В чём польза чтения? Верно ли утверждение, что читать полезно? Почему многие продолжают читать? Ведь не только для того, чтобы отдохнуть или занять свободное время.
  Польза чтения книг очевидна. Книги расширяют кругозор человека, обогащают его внутренний мир, делают умнее. А ещё важно читать книги потому, что это увеличивает словарный запас человека, вырабатывает чёткое и ясное мышление. Убедиться в этом каждый может на собственном примере. Стоит только вдумчиво прочесть какое-нибудь классическое произведение, и вы заметите, как стало проще с помощью речи выражать собственные мысли, подбирать нужные слова. Читающий человек грамотнее говорит. Чтение серьёзных произведений заставляет нас постоянно думать, оно развивает логическое мышление. Не верите? А вы прочитайте что-нибудь из классики детективного жанра, например, «Приключения Шерлока Холмса» Конан Дойла. После прочтения вы будете соображать быстрее, ваш ум станет острее и вы поймёте, что читать полезно и выгодно.
  Ещё полезно читать книги потому, что они оказывают значительное влияние на наши нравственные ориентиры и на наше духовное развитие. После прочтения того или иного классического произведения люди порой начинают меняться в лучшую сторону.
  (По материалам Интернета)""", "лёгкое", "-", """Микротемы
1.Почему люди читают книги?
2.Книги приносят пользу: они делают человека умнее и обогащают его внутренний мир.
3.Книги способствуют нравственному воспитанию.
Образец сжатого изложения
  В чём польза чтения? Зачем люди читают? Ведь не только для того, чтобы отдохнуть или занять свободное время.
  Польза чтения заключается в том, что оно расширяет кругозор человека, увеличивает словарный запас, вырабатывает чёткое и ясное мышление. Читающий человек грамотнее говорит. Чтение серьёзных произведений заставляет нас постоянно думать, оно развивает логическое
мышление.
  Ещё полезно читать книги потому, что они оказывают влияние на наши нравственные ориентиры и на наше духовное развитие. После прочтения классического произведения люди порой начинают меняться в лучшую сторону."""),
(1, """Напишите сжатое изложение по прослушанному тексту
Всё дальше уходит Великая Отечественная война...
Всё дальше уходит Великая Отечественная война в прошлое, но память о ней жива в сердцах и душах людей. В самом деле, как можно забыть наш беспримерный подвиг, наши невосполнимые жертвы, принесённые во имя победы над самым коварным и жестоким врагом – немецким фашизмом. Четыре военных года по тяжести пережитого не могут сравниться ни с какими другими годами нашей истории. 
   Но память человека со временем ослабевает, из нее по крупицам уходит сначала второстепенное, менее значимое и яркое, а затем и существенное. К тому же все меньше становится ветеранов, тех, кто прошел войну и мог бы рассказать о ней. Если в документах и произведениях искусства не будут отражены самопожертвование и стойкость народа, то горький опыт прошлых лет забудется. А этого нельзя допустить.
    Тема Великой Отечественной войны на протяжении десятилетий питает нашу литературу и искусство. О жизни и подвиге человека на войне снято немало прекрасных фильмов, созданы замечательные произведения литературы. И тут нет какой-либо преднамеренности, есть боль, не покидающая душу народа, который потерял за годы войны миллионы человеческих жизней. Но самым главным в разговоре на эту тему является сохранение меры и такта в отношении к правде войны, к ее участникам, живым, но, главным образом, погибшим.
(По В. Быкову)""", "лёгкое", "-", """Микротемы
1. Как бы далеко ни уходила война, память о ней жива, ибо забыть о беспримерном подвиге народа нельзя.
2. Память о четырёх тяжелейших годах в нашей истории не должна стереться.
3. Для произведений искусства тема войны традиционна: тактичность и правдивость в изображении событий и героев военных лет являются их главными чертами.
Образец сжатого изложения
  Уходит в прошлое Великая Отечественная война, но память о ней жива. Невозможно забыть подвиг и принесённые во имя победы жертвы.
  Но память человека со временем ослабевает. К тому же всё меньше остаётся ветеранов. Поэтому, чтобы горький опыт прошлых лет не был забыт, в документах и произведениях искусства должны отображаться самопожертвование и стойкость народа.
  Боль народа, потерявшего за годы войны миллионы человеческих жизней, питают литературу и искусство. Однако самое главное – сохранять меру и такт в отношении к правде войны, к её участникам."""),
(1, """Какой бы интересной ни была домашняя и школьная жизнь ребенка...
  Какой бы интересной ни была домашняя и школьная жизнь ребенка, не прочти он драгоценных книг – он обделён. Такие утраты невосполнимы. Это взрослые могут прочесть книжку сегодня или через год – разница невелика. В детстве счет времени ведется иначе, тут каждый день – открытия. И острота восприятия в дни детства такова, что ранние впечатления могут влиять потом на всю жизнь.
  Впечатления детства – самые яркие и прочные впечатления. Это фундамент будущей духовной жизни, золотой фонд. В детстве посеяны семена. Не все прорастут, не все расцветут. Но биография человеческой души – это постепенное прорастание семян, посеянных в детстве.
  Последующая жизнь сложна и многообразна. Она состоит из миллионов поступков, определяющихся многими чертами характера и, в свою очередь формирующих этот характер. Но если проследить и найти связь явлений, то станет очевидным, что всякая черта характера взрослого человека, всякое качество его души и, может быть, даже всякий его поступок были посеяны в детстве, имели с тех пор свой зародыш, свое семечко.
  (По С. Михалкову)""", "лёгкое", "-", """Микротемы изложения:
1. Очень важно чтобы в детстве ребёнок имел возможность читать хорошие книги.
2. Будущее человека во многом зависит от того, что заложено в детстве.
3. В поступках взрослого человека всегда можно найти взаимосвязь с детскими впечатлениями и событиями.
Сжатое изложение:
  Какой бы интересной ни была домашняя и школьная жизнь ребенка, без чтения драгоценных книг он обделён. Такие утраты невосполнимы. Взрослые могут прочесть книжку сегодня или через год. В детстве же каждый день – открытия. Ранние впечатления могут повлиять на всю жизнь. 
  Яркие и прочные впечатления детства – фундамент будущей духовной жизни. В детстве посеяны семена. Не все они прорастут, но биография человеческой души – прорастание семян, посеянных в детстве.
  Последующая жизнь сложна. Она состоит из миллионов поступков, которые определяются характером и формируют его. Всякая черта характера взрослого человека, качества и поступки были посеяны в детстве, имели свой зародыш, свое семечко."""),
(1, """Что такое хорошая книга?
  Что такое хорошая книга? Во-первых, книга должна быть увлекательной и интересной. После прочтения первых страниц не должно возникать желания поставить её на полку. Речь идёт о книгах, заставляющих задуматься, выразить эмоции. Книга должна быть написана богатым языком. Она должна нести глубокий смысл. Оригинальные и необычные идеи тоже делают книгу полезной.
  Не стоит увлекаться каким-либо одним жанром, родом литературы. Увлечение только жанром фэнтези способно превратить молодых читателей в тех, кто знает дорогу в Авалон лучше, чем путь домой. Если вы не читали книг из школьной программы, следует начать именно с них. Классическая литература – это обязательная база для каждого человека. В ней есть разочарование и радость, любовь и боль, трагедия и комедия. Такие книги научат чуткости, помогут увидеть красоту мира, понять себя и людей. Научно-популярная литература расширит кругозор, поможет определить свой путь в жизни, даст возможность саморазвития.
  Надеемся, что доводы в пользу чтения сделают книгу вашим лучшим другом.""", "нормальное", "-", """Микротемы
1. Хорошая книга должна быть интересной, написанной богатым языком и иметь глубокий смысл.
2. Не стоит увлекаться одним жанром литературы.
3. Классическая и научно-популярная литература оказывает огромное влияние на развитие чувств и формирование взглядов человека, поэтому её непременно нужно читать.
Сжатое изложение
  Хорошая книга — это, во-первых, книга интересная, увлекающая с первых страниц. Она должна заставить задуматься и вызвать эмоции. Во-вторых, написанная богатым языком. В-третьих, в ней должен быть глубокий смысл, оригинальные идеи.
  Не нужно ограничиваться одним жанром или родом литературы. Увлечение фэнтези отрывает человека от действительности.
  Классическая литература — обязательная база для каждого человека. В классике представлен весь спектр человеческих переживаний. Она учит быть чутким, эмоциональным, открывает красоту мира, помогает понять себя и людей. Научно-популярная литература даёт знания о мире и побуждает к саморазвитию."""),
(1, """Иметь семью и детей...
  Иметь семью и детей так же необходимо и естественно, как необходимо и естественно трудиться. Семья издавна скреплялась нравственным авторитетом отца, который традиционно считался главой. Отца дети уважали и слушались. Он занимался сельхозработами, строительством, заготовкой леса и дров. Всю тяжесть крестьянского труда с ним разделяли взрослые сыновья.
  Руководство домашним хозяйством было в руках жены и матери. Она ведала всем в доме: присматривала за скотом, заботилась о питании, об одежде. Все эти работы она делала не одна: даже дети, едва научившись ходить, понемногу, вместе с игрой, начинали делать что-то полезное.
  Доброта, терпимость, взаимное прощение обид перерастали в хорошей семье во взаимную любовь. Сварливость и неуживчивость считались наказанием судьбы и вызывали жалость к их носителям. Надо было уметь уступить, забыть обиду, ответить добром или промолчать. Любовь и согласие между родственниками давали начало любви за пределами дома. От человека, не любящего и не уважающего своих родных, трудно ждать уважения к другим людям.
  (По В.Белову)""", "нормальное", "-", """Микротемы:
1. Желание иметь семью и желание трудиться естественны для человека. Семья скреплялась авторитетом отца, рядом с которым трудились и сыновья.
2. Женщина в семье ведёт домашнее хозяйство, приобщая к этому и детей.
3. Основа семьи — доброта и взаимная любовь, которые потом распространяются и за пределы семьи — на общество.
Сжатое изложение
  Иметь семью и детей так же необходимо и естественно, как трудиться. Семья издавна скреплялась авторитетом отца, главы. Дети его уважали и слушались. Вместе со взрослыми сыновьями он выполнял разные тяжёлые хозяйственные работы.
  Жена и мать руководила домашним хозяйством: ухаживала за скотом, готовила пищу. Помогали ей дети, даже самые маленькие приучались к труду.
  В хорошей семье царила взаимная любовь, основанная на доброте, терпении, прощении обид. Сварливость и неуживчивость осуждались. Членам семьи нужно обладать многими качествами, чтобы жить дружно. Без любви и согласия между родственниками невозможна любовь к другим людям."""),
(1, """Можно ли одной исчерпывающей формулой определить, что такое искусство?
  Можно ли одной исчерпывающей формулой определить, что такое искусство? Нет, конечно. Искусство – это очарование и колдовство, это выявление смешного и трагедийного, это мораль и безнравственность, это познание мира и человека. В искусстве человек создаёт свой образ как нечто отдельное, способное существовать вне его самого и остаться после него как его след в истории.
  Момент обращения человека к творчеству, быть может, является величайшим открытием, не имеющим себе равного в истории. Ведь через искусство каждый отдельный человек и народ в целом осмысляет свои особенности, свою жизнь, своё место в мире. Искусство позволяет соприкоснуться с личностями, народами и цивилизациями, отдалёнными от нас временем и пространством. И не просто соприкоснуться, а узнать и понять их, потому что язык искусства универсален, и именно он даёт возможность человечеству ощутить себя как единое целое.
  Вот почему ещё с глубокой древности сформировалось отношение к искусству не как к развлечению или забаве, а как к могучей силе, способной не только запечатлеть образ времени и человека, но и передать его потомкам.
  (По Ю. Бондареву)""", "нормальное", "-", """Микротемы
1. Определить, что такое искусство, одним словом невозможно. Это понятие многогранное.
2. Каждый человек находит для себя что-то своё, особенное. Через искусство можно познавать себя.
3. Искусство – великая сила, способная не только запечатлеть образ времени и человека, но и передать его потомкам.
Образец сжатого изложения
  Ни одной формулой нельзя определить, что такое искусство. Создавая образ в искусстве, человек оставляет свой след в истории.
  Момент обращения человека к творчеству позволяет осмыслить ему своё место в мире, соприкоснуться с другими личностями, народами и цивилизациями. Язык искусства универсален, и именно он даёт возможность человечеству ощутить себя как единое целое.
  Ещё с глубокой древности сформировалось отношение к искусству как к могучей силе, способной запечатлеть образ эпохи и передать его потомкам."""),
(1, """Слово "культура" многогранно.
  Слово "культура" многогранно. Что же в первую очередь несёт в себе истинная культура? Она несёт в себе понятие духовности, свет, знание и истинную красоту. И если люди поймут это, то наша страна станет процветающей. И потому было бы очень хорошо, если бы в каждом городе и посёлке был свой центр культуры, центр творчества не только для детей, но и для людей всех возрастов.
  Истинная культура всегда направлена на воспитание и на образование. И во главе таких центров должны стоять люди, хорошо понимающие, что такое настоящая культура, из чего она складывается, каково её значение.
  Ключевой нотой культуры могут стать такие понятия, как мир, истина, красота. Было бы хорошо, если бы культурой занимались люди честные и бескорыстные, беззаветно преданные своему делу, уважающие друг друга. Культура - огромный океан творчества, места хватит всем, для каждого найдётся дело. И если мы все вместе станем участвовать в её создании и укреплении, то вся планета наша станет прекраснее.
  (По М.Цветаевой)""", "сложное", "-", """Микротемы изложения:
1. Истинная культура несёт в себе понятие духовности, и если люди поймут это, страна станет процветающей.
2. Нельзя недооценивать роль центров культуры, хорошо бы, чтобы они были в каждом населённом пункте.
3. Культура — огромный океан творчества, для каждого найдётся дело, и если мы станем участвовать в её создании, то наша планета станет прекраснее.
Сжатое изложение:
  Слово «культура» многогранно. Истинная культура несёт в себе понятие духовности, и если люди поймут это, то страна станет процветающей. Хорошо было бы в каждом населенном пункте иметь свой центр культуры для людей всех возрастов.
  Истинная культура воспитывает и обучает. Во главе центров творчества должны стоять люди, хорошо понимающие, что такое культура.
  Ключевые ноты культуры — мир, истина, красота. Культура — океан творчества.. Ее нужно развивать, и делать это должны как преданные своему делу люди, понимающие высокие цели, стоящие перед культурой, так и каждый из нас, и тогда планета наша станет прекраснее."""),
(1, """Что значит быть культурным человеком?
  Что значит быть культурным человеком? Культурным можно считать человека образованного, воспитанного, ответственного. Он уважает себя и окружающих. Культурного человека отличает также творческий труд, стремление к высокому, умение быть благодарным, любовь к природе и родине, сострадание и сочувствие к ближнему, доброжелательство.
  Культурный человек никогда не солжёт. Он сохранит самообладание и достоинство в любых жизненных ситуациях. Он имеет чётко поставленную цель и добивается её. Главная же цель такого человека - увеличивать добро в мире, стремиться к тому, чтобы все люди были счастливы. Идеалом культурного человека является подлинная человечность.
  В наше время люди уделяют слишком мало времени культуре. А многие даже не задумываются об этом на протяжении всей жизни. Хорошо, если у человека процесс приобщения к культуре происходит с детства. Ребёнок знакомится с традициями, переходящими из поколения в поколение, впитывает положительный опыт семьи и своей родины, познаёт культурные ценности. Став взрослым, он сможет быть полезным обществу.
  (По материалам Интернета)""", "сложное", "-", """Микротемы
1. Какого человека можно считать культурным.
2. Главная цель культурного человека— увеличивать добро в мире.
3. В наше время культуре уделяется мало времени. Процесс приобщения к культуре должен идти с самого детства, чтобы человек взрослый был полезен обществу.
Сжатое изложение
  Культурный человек — значит образованный, воспитанный, ответственный, уважающий себя и окружающих. Также он творчески трудится, стремится к высокому, любит природу и родину, сострадает ближнему.
  Культурный человек — честный, целеустремленный. Главная его цель — творить добро и способствовать всеобщему счастью. Его идеал — подлинная человечность.
  Люди уделяют мало внимания культуре, иногда совсем не задумываются об этом. Хорошо, если приобщение к культуре происходит с детства. Ребёнок усваивает традиции семьи и народа, культурные ценности. Повзрослев, он будет полезен обществу."""),
(1, """Что такое дружба? Как становятся друзьями?
  Что такое дружба? Как становятся друзьями? Друзей встретишь чаще всего среди людей общей судьбы, одной профессии, общих помыслов. И всё же нельзя уверенно сказать, что подобная общность определяет дружбу, ведь могут подружиться люди разных профессий.
  Могут ли дружить два противоположных характера? Конечно! Дружба - равенство и сходство. Но в то же время дружба - это неравенство и несходство. Друзья всегда нужны друг другу, но не всегда друзья получают от дружбы поровну. Один дружит и дарит свой опыт, другой в дружбе обогащается опытом. Один, помогая слабому, неопытному, молодому другу, познаёт свою силу, зрелость. Другой, слабый, познает в друге свой идеал, силу, опыт, зрелость. Так, один в дружбе дарит, другой радуется подаркам. Дружба основывается на сходстве, а проявляется в различии, противоречиях, несходствах.
  Друг тот, кто утверждает твою правоту, талант, заслуги. Друг тот, кто любя разоблачает тебя в твоих слабостях, недостатках и пороках.
  (По В. Гроссману)""", "сложное", "-", """Микротемы:
1. Как становятся друзьями? Дружить могут люди разных профессий.
2. Дружба основывается на сходстве, а проявляется в различии, противоречиях, несходствах. В дружбе один даёт, другой получает.
3. Друг — это тот, кто ценит за хорошее и разоблачает за плохое.
Пример сжатого изложения
  Что такое дружба и кто такие друзья? Друзья — это люди общей судьбы, одной профессии, общих помыслов. Но не всегда общность определяет дружбу. Могут подружиться люди разных профессий.
  Могут дружить и два противоположных характера . Дружба не только равенство и сходство, но неравенство и несходство. Друзья нужны друг другу, но не всегда они получают от дружбы поровну. Один дружит и дарит свой опыт, другой радуется подаркам. Дружба основывается на сходстве, а проявляется в несходствах.
  Друг тот, кто утверждает твою правоту и, любя, разоблачает твои недостатки."""),
(2, """Укажите варианты ответов, в которых верно определена грамматическая основа в одном из предложений или в одной из частей сложного.
(1)Язык — это зеркало, которое стоит между нами и миром, отражая общие представления всех говорящих на нём.
(2)Причём зеркало языка отражает не все свойства окружающей действительности, а только те, которые казались особенно важными предкам — носителям этого языка.
(3)Так, в языках некоторых северных народов: эскимосов, чукчей, коряков — существует множество названий снега.
(4)Люди понимают: снег занимает в их жизни заметное место, его количество, состояние, цвет очень важны.
(5)Каждый язык отражает картину мира и через грамматику, поэтому существуют языки, имеющие более тридцати падежей, которые служат способом указать точное положение предмета в пространстве.
Варианты ответов:
1) язык — зеркало (предложение 1)
2) которые казались важными (предложение 2)
3) существует множество названий снега (предложение 3)
4) состояние, цвет важны (предложение 4)
5) язык отражает (предложение 5)
""", "лёгкое", "Ответ: 125.",
"""Верно определена основа в вариантах:
1) [Язык — это зеркало], (которое стоит между нами и миром, отражая общие представления всех говорящих на нём).
2) [Причём зеркало языка отражает не все свойства окружающей действительности, а только те], (которые казались особенно важными предкам — носителям этого языка).
5) [Каждый язык отражает картину мира и через грамматику], [поэтому существуют языки, имеющие более тридцати падежей], (которые служат способом указать точное положение предмета в пространстве).
Неверно определена основа в вариантах, так как
3) Так, в языках некоторых северных народов: эскимосов, чукчей, коряков — существует множество названий снега. — Слово «снега» не входит в грамматическую основу.
4) [Люди понимают]: [снег занимает в их жизни заметное место], [его количество, состояние, цвет очень важны]. — В третьем простом предложении три слова являются подлежащими, а не два."""),
(2, """Укажите варианты ответов, в которых верно определена грамматическая основа в одном из предложений или в одной из частей сложного.
(1)Глобальный экологический кризис, обусловленный вмешательством человека в природные процессы, представляет опасность для жизни на Земле.
(2)Чтобы справиться с ним, нам необходимо осознать, что глобальная экологическая угроза исходит не от безымянного человечества вообще, а от каждого конкретного человека.
(3)Мы нуждаемся в создании эффективного природоохранного законодательства, которое выступит гарантом светлого и зелёного будущего нашей планеты.
(4)Ключевым элементом в борьбе с экологическим кризисом является также поиск грамотных и действенных научно-технических решений, так как развитие цивилизации неминуемо способствует загрязнению среды обитания.
(5)У жителей Земли нет альтернативы: либо они справятся с загрязнением, либо загрязнение расправится с большей частью землян.
Варианты ответов:
1) кризис представляет (предложение 1)
2) необходимо осознать (предложение 2)
3) выступит гарантом (предложение 3)
4) элементом является поиск (предложение 4)
5) загрязнение расправится (предложение 5)
""", "лёгкое", "Ответ: 245.", """Верно определена основа в вариантах:
(2)Чтобы справиться с ним, [нам необходимо осознать], что глобальная экологическая угроза исходит не от безымянного человечества вообще, а от каждого конкретного человека. — Односоставное безличное предложение с модальным словом и инфинитивом в сказуемом.
(4)Ключевым элементом в борьбе с экологическим кризисом является также поиск грамотных и действенных научно-технических решений, так как развитие цивилизации неминуемо способствует загрязнению среды обитания.
(5)У жителей Земли нет альтернативы: либо они справятся с загрязнением, либо загрязнение расправится с большей частью землян.
Неверно определена основа в вариантах:
(1)Глобальный экологический кризис, обусловленный вмешательством человека в природные процессы, представляет опасность для жизни на Земле. — Устойчивое сочетание, равное «опасен».
(3)Мы нуждаемся в создании эффективного природоохранного законодательства, которое выступит гарантом светлого и зелёного будущего нашей планеты. — Союзное слово в роли подлежащего."""),
(2, """Укажите варианты ответов, в которых верно определена грамматическая основа в одном из предложений или в одной из частей сложного.
(1)Единственными очагами древнерусской письменной культуры среди океана тьмы и невежества считались монастыри, где переписывали священные тексты и вели летописи на пергаменте — недублёной коже животных.
(2)Кроме того, археологами найдено уже большое количество древнерусских грамот, написанных на берёзовой коре — бересте.
(3)После тщательного изучения этих берестяных писем и записок учёные смогли предположить, что население Новгорода было грамотным по крайней мере начиная с XI века.
(4)«В то время как наши предки высекали слова на камнях, славяне уже писали друг другу письма».
(5)Это сообщение было опубликовано в одной из шведских газет, когда берестяные грамоты выставлялись в Швеции.
Варианты ответов:
1) считались монастыри (предложение 1).
2) археологами найдено (предложение 2).
3) учёные смогли предположить (предложение 3).
4) славяне писали (предложение 4).
5) сообщение было (предложение 5).""", "лёгкое", "Ответ: 34.", """Верно определена основа в вариантах:
(3)После тщательного изучения этих берестяных писем и записок учёные смогли предположить, что население Новгорода было грамотным по крайней мере начиная с XI века.
(4)«В то время как наши предки высекали слова на камнях, славяне уже писали друг другу письма».
Неверно определена основа в вариантах:
(1) Единственными очагами древнерусской письменной культуры среди океана тьмы и невежества считались монастыри, где переписывали священные тексты и вели летописи на пергаменте — недублёной коже животных. — Суть сказуемого не в том, что монастыри считались, а в том, что считались очагами.
(2)Кроме того, археологами найдено уже большое количество древнерусских грамот, написанных на берёзовой коре — бересте. — Несмотря на то, что действующее лицо — археологи, это слово не стоит в Им. падеже и подлежащим быть не может.
(5)Это сообщение было опубликовано в одной из шведских газет, когда берестяные грамоты выставлялись в Швеции. — Сообщение не просто было/не было (факт существования), а было опубликовано."""),
(2, """Укажите варианты ответов, в которых верно определена грамматическая основа в одном из предложений или в одной из частей сложного.
(1) Нет книг лучше тех, что прочитаны в детстве и отрочестве.
(2)Что бы ни читал позднее, чем бы ни увлекался, в глубине души всегда пребывают сказки Пушкина, живёт неувядаемый «Конёк-Горбунок» и всегда стоят перед глазами прозрачные, исключительные по силе и красоте, словно вырубленные из горного хрусталя, сказы и повести дедушки Павла Петровича Бажова.
(3)Можно с полной уверенностью сказать, что бажовские произведения не только однажды и навсегда вошли в словесность, но и стали явлением жизни, прочно укоренившемся в читательском обиходе.
(4)А ведь не так-то уж и много книг, которые, выходя за пределы собственно искусства, становятся своеобразным явлением действительности.
(5)Уральские камнерезы постоянно обращаются к бажовским творениям, воплощая в долговечном материале родные для себя образы и мотивы писателя.
Варианты ответов:
1) прочитаны (предложение 1)
2) Что (бы) (ни) читал (предложение 2)
3) произведения вошли (и) стали явлением (предложение 3)
4) которые становятся явлением (предложение 4)
5) камнерезы обращаются (предложение 5)""", "нормальное", "Ответ: 25.", """Верно определена основа в вариантах:
(3)Можно с полной уверенностью сказать, что бажовские произведения не только однажды и навсегда вошли в словесность, но и стали явлением жизни, прочно укоренившемся в читательском обиходе.
(4)[А ведь не так-то уж и много книг], (которые, выходя за пределы собственно искусства, становятся своеобразным явлением действительности).
(5)Уральские камнерезы постоянно обращаются к бажовским творениям, воплощая в долговечном материале родные для себя образы и мотивы писателя.
Неверно определена основа в вариантах:
(1) Нет книг лучше тех, что прочитаны в детстве и отрочестве. — Союзное слово что (заменяемое слово «которые») является подлежащим, которые каковы? прочитаны.
(2)Что бы ни читал позднее, чем бы ни увлекался, в глубине души всегда пребывают сказки Пушкина, живёт неувядаемый «Конёк-Горбунок», и всегда стоят перед глазами прозрачные, исключительные по силе и красоте, словно вырубленные из горного хрусталя, сказы и повести дедушки Павла Петровича Бажова. — Ни читал кого что? «Что», это Винительный падеж. Подлежащего нет!"""),
(2, """Укажите варианты ответов, в которых верно определена грамматическая основа в одном из предложений или в одной из частей сложного.
(1)Историческая география населения — наука, изучающая формирование, размещение и движение населения в разные исторические периоды.
(2)Древнейшие торговые пути, связывавшие народы, являются для этой науки одним из важнейших направлений.
(3)Эти пути можно сравнить с мощными многовековыми каналами международной информации, которые способствовали взаимопониманию различных народов и культур.
(4)Историку важно знать древние торговые пути, чтобы верно реконструировать историческую реальность определённого отрезка времени, «привязать» к географическим ориентирам местообитание народов.
(5)От учёного, изучающего этот вопрос, требуется очень долгая и скрупулёзная работа.
Варианты ответов:
1) география — наука (предложение 1).
2) пути являются (предложение 2).
3) которые способствовали (предложение 3).
4) верно реконструировать (предложение 4).
5) требуется работа (предложение 5).""", "нормальное", "Ответ: 135.", """Верно определена основа в вариантах:
(1)Историческая география населения — наука, изучающая формирование, размещение и движение населения в разные исторические периоды. — «География есть (is) наука»,— сказал бы англичанин. Но в русском предложении связка пропущена, а сказуемое называется составным именным, именная часть — имя сущ. «наука» в Им. п.
(3)[Эти пути можно сравнить с мощными многовековыми каналами международной информации], (союзное сл.которые способствовали взаимопониманию различных народов и культур). — Союзное слово является членом предложения, заменяет слово «каналы».
(5)От учёного, изучающего этот вопрос, требуется очень долгая и скрупулёзная работа.
Неверно определена основа в вариантах:
(2)Древнейшие торговые пути, связывавшие народы, являются для этой науки одним из важнейших направлений. — Один глагол «являются» не передает смысла сказуемого (ср: Ты поздно явился сегодня), поэтому в сказуемое включается именная часть «одним из направлений». Снова составное именное сказуемое.
(4)Историку важно знать древние торговые пути, чтобы верно реконструировать историческую реальность определённого отрезка времени, «привязать» к географическим ориентирам местообитание народов. — Слово «верно» не является частью сказуемого в безличном (инфинитивном) предложении, оно обстоятельство; кроме того, пропущено второе сказуемое."""),
(2, """Укажите варианты ответов, в которых верно определена грамматическая основа в одном из предложений или в одной из частей сложного предложения текста. Запишите номера ответов.
(1) У пословиц и поговорок нет автора, и мы никогда не узнаем, когда именно они появились и где находится место их создания.
(2)Но без них не обходится ни профессиональная литература, ни публицистика, ни живая разговорная речь.
(3)Ими пользуются и в научной полемике, и в политических докладах, и в философских трактатах.
(4)Они вобрали в себя народную мудрость, накопленную веками, опыт десятков поколений, им свойственна афористичная сжатость и точность суждения о самых различных сторонах жизни.
(5)Недаром они стали бесценным материалом для исследований не только филологов, но и историков, этнографов, писателей, философов.
Варианты ответов:
1) нет автора (предложение 1)
2) не обходится (ни) литература, (ни) публицистика, (ни) речь(предложение 2)
3) ими пользуются (предложение 3)
4) свойственна сжатость (и) точность (предложение 4)
5) они стали (предложение 5)
""", "нормальное", "Ответ: 24.", """Верно определена основа в вариантах:
(2)Но без них не обходится ни профессиональная литература, ни публицистика, ни живая разговорная речь.
(4)Они вобрали в себя народную мудрость, накопленную веками, опыт десятков поколений, им свойственна афористичная сжатость и точность суждения о самых различных сторонах жизни.
Неверно определена основа в вариантах:
(1) У пословиц и поговорок нет автора, и мы никогда не узнаем, когда именно они появились и где находится место их создания. — Слово «нет» является сказуемым в безличном предложении.
(3)Ими пользуются и в научной полемике, и в политических докладах, и в философских трактатах. — Подлежащее не может быть в творительном падеже.
(5)Недаром они стали бесценным материалом для исследований не только филологов, но и историков, этнографов, писателей, философов. — Глагол «стали» не передаёт всей нужной информации, он лишь связка. Не хватает именной части «материалом»."""),
(2, """Укажите варианты ответов, в которых верно определена грамматическая основа в одном из предложений или в одной из частей сложного предложения текста. Запишите номера ответов.
(1) Компьютеры, телевизоры, видеоплееры стали привычными вещами в обыденной жизни каждого современного человека.
(2)Редкий дом обходится без этих достижений техники, призванной нести нам всевозможную полезную информацию, развлекать нас, скрашивать часы досуга, однако по-прежнему, как в те времена, когда не изобрели ещё ни кино, ни телевизора, люди приходят в театр, чтобы посмотреть спектакль.
(3)Театр — это особый, ни с чем не сравнимый вид искусства.
(4)Нет, наверное, на свете человека, который хотя бы раз не побывал в театре и не смотрел бы завороженно действие, происходящее на сцене.
(5)Но зритель видит только одну сторону театра — парадную — и не задумывается над тем, сколько труда вложили люди разных профессий в создание спектакля.
Варианты ответов:
1) компьютеры, телевизоры, видеоплееры стали (предложение 1)
2) не изобрели (предложение 2)
3) театр — это особый (предложение 3)
4) который не побывал (и) не смотрел бы (предложение 4)
5) вложили люди (предложение 5)
""", "сложное", "Ответ: 245.", """Верно определена основа в вариантах:
(2)Редкий дом обходится без этих достижений техники, призванной нести нам всевозможную полезную информацию, развлекать нас, скрашивать часы досуга, однако по-прежнему, как в те времена, (когда не изобрели ещё ни кино, ни телевизора), люди приходят в театр, чтобы посмотреть спектакль. — Подлежащего нет, односоставное неопределённо-личное предложение.
(4)Нет, наверное, на свете человека, который хотя бы раз не побывал в театре и не смотрел бы завороженно действие, происходящее на сцене. Союзное слово «который» в роли подлежащего.
(5)Но зритель видит только одну сторону театра — парадную — и не задумывается над тем, сколько труда вложили люди разных профессий в создание спектакля.
Неверно определена основа в вариантах:
(1) Компьютеры, телевизоры, видеоплееры стали привычными вещами в обыденной жизни каждого современного человека. — Глагол «стали» не передаёт нужной информации, он лишь связка. Нужна ещё именная часть.
(3)Театр — это особый, ни с чем не сравнимый вид искусства. — Сказуемое и подлежащее — имена существительные в Им.п."""),
(2, """Укажите варианты ответов, в которых верно определена грамматическая основа в одном из предложений или в одной из частей сложного предложения текста. Запишите номера ответов.
(1)Трудно придумать более сильный эпитет для обозначения точного образа, чем «зеркальный».
(2)О близнецах или о детях и их родителях говорят, что они словно зеркальное отражение друг друга.
(3)В информационных технологиях используются «зеркальные серверы», которые беспрерывно копируют друг друга, чтобы информация, которая там хранится, была всегда тождественна.
(4)Несмотря на это, отражение отнюдь не является равным образу.
(5)Известно, что в зеркале правое становится левым, а сходство отражения и образа сродни не столько точному подобию, сколько сходству противоположностей.
Варианты ответов:
1) Трудно придумать (предложение 1)
2) говорят (предложение 2)
3) копируют друг друга (предложение 3)
4) отражение отнюдь не является (предложение 4)
5) Известно (предложение 5)
""", "сложное", "Ответ: 125.", """Верно определена основа в вариантах:
(1)Трудно придумать более сильный эпитет для обозначения точного образа, чем «зеркальный». — Сказуемое безличного предложения.
(2)О близнецах или о детях и их родителях говорят, что они словно зеркальное отражение друг друга. — Сказуемое неопределённо-личного предложения.
(5)Известно, что в зеркале правое становится левым, а сходство отражения и образа сродни не столько точному подобию, сколько сходству противоположностей. — Сказуемое безличного предложения.
Неверно определена основа в вариантах:
(3)В информационных технологиях используются «зеркальные серверы», которые беспрерывно копируют друг друга, чтобы информация, которая там хранится, была всегда тождественна. — Союзное слово «которые» в роли подлежащего.
(4)Несмотря на это, отражение отнюдь не является равным образу. — Отнюдь — это частица."""),
(2, """Укажите варианты ответов, в которых верно определена грамматическая основа в одном из предложений или в одной из частей сложного предложения текста. Запишите номера ответов.
(1)Натуралистов всегда поражала особенность охоты сов: птицы охотятся в темноте на мелких грызунов и вылавливают их немало — десятки за ночь.
(2)Может быть, совы разыскивают добычу с помощью какого-нибудь необычного чувства?
(3)Некоторые учёные считают, что совы видят инфракрасные лучи, которые излучает тело жертвы.
(4)Возможно, что глаза совы улавливают невидимые для нашего зрения инфракрасные, то есть тепловые, лучи.
(5)Установлено, что инфракрасные лучи представляют собой тепловое излучение всякого нагретого предмета.
Варианты ответов:
1) натуралистов поражала (предложение 1)
2) может быть (предложение 2)
3) считают (предложение 3)
4) возможно (предложение 4)
5) установлено (предложение 5)
""", "сложное", "Ответ: 45.", """Верно определена основа в вариантах:
(4) [Возможно], (что глаза совы улавливают невидимые для нашего зрения инфракрасные, то есть тепловые, лучи). Это СПП с главным предложением, состоящим из одного сказуемого (безличное предложение), и придаточной части. Вопрос между частями: возможно что?
(5) [Установлено], (что инфракрасные лучи представляют собой тепловое излучение всякого нагретого предмета). Это СПП с главным предложением, состоящим из одного сказуемого (безличное предложение), и придаточной части. Вопрос между частями: установлено что?
Неверно определена основа в вариантах:
(1) Натуралистов всегда поражала особенность охоты сов: птицы охотятся в темноте на мелких грызунов и вылавливают их немало — десятки за ночь. Подлежащее не может стоять в косвенном падеже.
(2) Может быть, совы разыскивают добычу с помощью какого-нибудь необычного чувства? Может быть — это вводное словосочетание, не является членом предложения.
(3) Некоторые учёные считают, что совы видят инфракрасные лучи, которые излучает тело жертвы. Потеряно подлежащее.
Не попади в капкан! В двух последних предложениях высока вероятность принять главные предложения за вводные слова.
Важный нюанс: после вводных слов никогда не бывает союзов, они не связываются с предложением. Сравните с предложением 2 — нет союза, нет связи= вводное словосочетание."""),
(3, """Расставьте знаки препинания. Укажите цифры, на месте которых должны стоять запятые.
И если тебе(1) мой читатель(2) посчастливится побывать когда-нибудь в Кавказском заповеднике(3) и пройти по тропе(4) у которой(5) стоит такой обелиск(6) низко поклонись памяти защитников нашей Родины (7) отдавших свои жизни за то (8) чтобы сегодня мы жили в мире.""", "лёгкое", "Ответ: 124678.", """Расставим знаки препинания:
И если тебе,(1) мой читатель,(2) посчастливится побывать когда-нибудь в Кавказском заповеднике и пройти по тропе,(4) у которой стоит такой обелиск,(6) низко поклонись памяти защитников нашей Родины,(7) отдавших свои жизни за то,(8) чтобы сегодня мы жили в мире.
1) и 2) запятые при обращении.
4) и 6) запятые выделяют придаточное предложение.
7) запятая открывает причастный оборот.
8) запятая выделяет придаточное предложение."""),
(3, """Расставьте знаки препинания. Укажите цифры, на месте которых должны стоять запятые.
За 75 лет(1) прошедших после гибели парохода «Челюскин»(2) и спасения всех (3)оказавшихся на льду людей(4) в печати появились десятки статей(5) легенд(6) фантастических и псевдонаучных публикаций(7) посвященных подготовке и ходу выполнения этого необычного (8)по тем временам рейса.""", "лёгкое", "Ответ: 14567.", """Расставим знаки препинания:
За 75 лет,(1) прошедших после гибели парохода «Челюскин» и спасения всех оказавшихся на льду людей,(4) в печати появились десятки статей,(5) легенд,(6) фантастических и псевдонаучных публикаций,(7) посвященных подготовке и ходу выполнения этого необычного по тем временам рейса.
1) и 4) запятые выделяют причастный оборот.
5) и 6) запятые при однородных подлежащих.
7) запятая выделяет причастный оборот."""),
(3, """Расставьте знаки препинания. Укажите цифры, на месте которых должны стоять запятые.
Впереди еще долгие жаркие(1) знойные (2)и просто теплые приятные деньки(3) когда солнце просыпается рано(4) а заходит очень нескоро(5) давая вволю нагуляться(6) прежде чем (7)погрузиться в сумерки.""", "лёгкое", "Ответ: 13456.", """Расставим знаки препинания:
[Впереди еще долгие жаркие,(1) знойные и просто теплые приятные деньки],(3) (когда солнце просыпается рано,(4) а заходит очень нескоро,(5) давая вволю нагуляться),(6) (прежде чем погрузиться в сумерки).
1) запятая при однородных определениях.
3) запятая выделяет придаточное предложение.
4) запятая при однородных сказуемых.
5) и 6) запятая выделяет деепричастный оборот."""),
(3, """Расставьте знаки препинания. Укажите цифры, на месте которых должны стоять запятые.
Казалось(1) что кто-то тихо вздыхал среди глубокой(2) холодной ночи(3) и клубы пара(4) вылетавшие из гигантской груди(5) бесшумно проносились по небу от края (6) и затем тихо угасали в глубокой синеве.""", "нормальное", "Ответ: 145.", """Расставим знаки препинания:
[Казалось],(1) (что кто-то тихо вздыхал среди глубокой холодной ночи) и (клубы пара,(4) вылетавшие из гигантской груди,(5) бесшумно проносились по небу от края и затем тихо угасали в глубокой синеве).
1) запятая на границе частей в сложном предложении.
3) запятая не нужна, т.к. имеем дело с однородным соподчинением.
4) и 5) запятые выделяют причастный оборот.
ВНИМАНИЕ! Запятая на месте цифры 3 не нужна. Вчитайтесь внимательно в смысл предложения: казалось (что?) «что кто-то тихо вздыхал среди глубокой холодной ночи», (а ещё казалось что?) «(что)клубы пара, вылетавшие из гигантской груди, бесшумно проносились по небу от края и затем тихо угасали в глубокой синеве» − не было никакой гигантской груди, из которой вылетали клубы пара − это тоже кому-то казалось. Вот почему перед нами однородное соподчинение и запятая на месте цифры 3 не нужна.
Запятая на месте цифры 2 тоже не нужна, потому что определение «глубокой» относится к целому словосочетанию «холодной ночи» (иначе холодная ночь была глубокой)."""),
(3, """Расставьте знаки препинания. Укажите цифры, на месте которых должны стоять запятые.
Когда я гляжу на трубящего ангела(1) написанного на западной арке продольной части храма(2) когда думаю об этом прекрасном образе(3) рожденном чувством гармонии(4) ясностью духа(5) плавной чистотой линий(6) и красок(7) то невольно воспринимаю встречу с чудом искусства(8) как встречу с самим творцом художественного совершенства.""", "нормальное", "Ответ: 123457.", """Расставим знаки препинания:
Когда я гляжу на трубящего ангела,(1) написанного на западной арке продольной части храма,(2) когда думаю об этом прекрасном образе,(3) рожденном чувством гармонии,(4) ясностью духа,(5) плавной чистотой линий(6) и красок,(7) то невольно воспринимаю встречу с чудом искусства как встречу с самим творцом художественного совершенства.
1) и 2) запятые выделяют причастный оборот.
3) запятая при причастном обороте.
7) запятая закрывает придаточное предложение и одновременно причастный оборот.
4) и 5) внутри причастного оборота отделяют однородные члены.
ВНИМАНИЕ! Перед союзом КАК (8) запятая не ставится, потому что оборот с союзом КАК в предложении выступает в роли обстоятельства образа действия."""),
(3, """Расставьте знаки препинания. Укажите цифры, на месте которых должны стоять запятые.
Вьюжными ночами(1) когда даже лесные гиганты стонут(2) трещат(3) и охают(4) когда небо сливается с землей(5) и неистово бухают подземные колокола(6) все живое старается укрыться в затишье: в домах(7) под раскидистой елью(8) между ее нижними лапами и землей(9) еще пахнущей занесенными сюда осенью листьями.""", "нормальное", "Ответ: 1246789.", """Расставим знаки препинания:
Вьюжными ночами,(1) когда даже лесные гиганты стонут,(2) трещат и охают,(4) когда небо сливается с землей и неистово бухают подземные колокола,(6) все живое старается укрыться в затишье: в домах,(7) под раскидистой елью,(8) между ее нижними лапами и землей,(9) еще пахнущей занесенными сюда осенью листьями.
1), 4), 6) запятые между простыми предложениями в сложном предложении.
2) запятая между однородными сказуемыми.
7) запятая между однородными обстоятельствами.
8) запятая при уточняющем обстоятельстве (где именно?)
8) и 9) запятая выделяет причастный оборот.
5) запятая не нужна, потому что имеем дело с однородным соподчинением придаточных.
3) запятая не нужна, потому что однородные сказуемые связаны одиночным союзом И: трещат(3) и охают."""),
(3, """Расставьте знаки препинания. Укажите цифры, на месте которых должно стоять двоеточие.
Мы редко замечаем (1) как прекрасна русская природа. В ней поражает всё (2) и бескрайние озёра (3) и душистые луга. Каждый звук здесь отзывается в сердце (4) летом (5) шелест берёз и многолетних дубов (6) зимой (7) похрустывание снега под ногами. Называя явления природы шедеврами (8) К.Г.Паустовский писал (9) «Разве не шедевр этот клик журавлей и их величавый перелёт по неизменным в течение многих тысячелетий воздушным дорогам?»""", "сложное", "Ответ: 249.", """Расставим знаки препинания.
Мы редко замечаем, (1) как прекрасна русская природа. В ней поражает всё: (2) и бескрайние озёра, (3) и душистые луга. Каждый звук здесь отзывается в сердце: (4) летом − (5) шелест берёз и многолетних дубов, (6) зимой − (7) похрустывание снега под ногами. Называя явления природы шедеврами, (8) К.Г.Паустовский писал: (9) «Разве не шедевр этот клик журавлей и их величавый перелёт по неизменным в течение многих тысячелетий воздушным дорогам?»
1) запятая в сложноподчинённом предложении
2) двоеточие после обобщающего слова перед однородными
3) запятая между однородными
4) двоеточие в бессоюзном предложении
5) 7) тире в неполном предложении
6) запятая между основами
8) запятая выделяет деепричастные оборот
9) двоеточие после слов автора перед прямой речью"""),
(3, """Расставьте знаки препинания. Укажите цифры, на месте которых должно стоять тире.
И.К.Айвазовский (1) один из самых известных художников-пейзажистов России. Основная тема его творчества (2) море. Захватывающие (3) поражающие воображение (4) баталии и битвы на морских просторах (5) вот за что (6) так горячо любимы всеми (7) картины И.К.Айвазовского. Высокую оценку творчеству художника давали многие его современники. «В его буре есть упоение, есть та вечная красота, которая поражает зрителя в живой настоящей буре», (8) писал об Иване Константиновиче Ф.М.Достоевский. А художник И.Н.Крамской отмечал (9) «Айвазовский, кто бы и что ни говорил, есть звезда первой величины, во всяком случае; и не только у нас, а в истории искусства вообще».""", "сложное", "Ответ: 1258.", """Расставим знаки препинания.
И.К.Айвазовский (1)− один из самых известных художников-пейзажистов России. Основная тема его творчества − (2) море. Захватывающие, (3) поражающие воображение (4) баталии и битвы на морских просторах −(5) вот за что (6) так горячо любимы всеми (7) картины И.К.Айвазовского. Высокую оценку творчеству художника давали многие его современники. «В его буре есть упоение, есть та вечная красота, которая поражает зрителя в живой настоящей буре», (8)− писал об Иване Константиновиче Ф.М.Достоевский. А художник И.Н.Крамской отмечал: (9) «Айвазовский, кто бы и что ни говорил, есть звезда первой величины, во всяком случае; и не только у нас, а в истории искусства вообще».
1) тире между подлежащим, выраженными именем существительным, и сказуемым, выраженным сочетанием числительного и существительного.
2) тире между подлежащим и сказуемым, выраженными именами существительными
3) запятая между однородными
4) 6) 7) знаки препинания не нужны
5) тире между основами в бессоюзном предложении
8) тире перед словами автора после прямой речи
9) двоеточие после слов автора перед прямой речью."""),
(3, """Расставьте знаки препинания. Укажите все цифры, на месте которых должны стоять тире.
По мнению психологов (1) чувство (2) это внутреннее отношение человека к окружающему миру. Любовь и ненависть (3) страх и радость (4) эти и многие другие состояния человека (6) сформированы миллионами лет эволюции.""", "сложное", "Ответ: 24.", """Расставим знаки препинания:
По мнению психологов, (1) чувство (2) — это внутреннее отношение человека к окружающему миру. Любовь и ненависть, (3) страх и радость — (4) эти и многие другие состояния человека (5) сформированы миллионами лет эволюции.
Тире 2 между подлежащим и сказуемым, выраженными именем сущ. в Им.п.
Тире 4 после ряда ОЧ перед обобщающим словом."""),
(4, """Замените словосочетание «мраморные колонны», построенное на основе согласования, синонимичным словосочетанием со связью управление. Напишите получившееся словосочетание.""", "лёгкое", "Ответ: колонны из мрамора.",
 """Управление — вид связи, при котором главное слово требует от зависимого употребления его в определённом падеже."""),
(4, """Замените словосочетание «котлеты из хвои», построенное на основе управления, синонимичным словосочетанием со связью согласование. Напишите получившееся словосочетание.""", "лёгкое", "Ответ: хвойные котлеты.",
 """Согласование — вид связи, при котором зависимое слово стоит в том же роде, числе и падеже, что и главное."""),
(4, """Замените словосочетание «дорожный набор», построенное на основе согласования, синонимичным словосочетанием со связью управление. Напишите получившееся словосочетание.""", "лёгкое", "Ответ: набор в дорогу.",
 """Управление — вид связи, при котором главное слово требует от зависимого употребления его в определённом падеже."""),
(4, """Замените словосочетание «цель жизни», построенное на основе управления, синонимичным словосочетанием со связью согласование. Напишите получившееся словосочетание.""", "нормальное", "Ответ: жизненная цель|цель жизненная.",
 """Согласование − вид связи, при котором зависимое слово стоит в том же роде, числе и падеже, что и главное."""),
(4, """Замените словосочетание «надрывно ревела», построенное на основе примыкания, синонимичным словосочетанием со связью управление. Напишите получившееся словосочетание.""", "нормальное", "Ответ: ревела с надрывом.",
 """Управление — вид связи, при котором главное слово требует от зависимого употребления его в определённом падеже."""),
(4, """Замените словосочетание «отцовская несуразность», построенное на основе согласования, синонимичным словосочетанием со связью управление. Напишите получившееся словосочетание.""", "нормальное", "Ответ: несуразность отца.",
 """Управление — вид связи, при котором главное слово требует от зависимого употребления его в определённом падеже."""),
(4, """Замените словосочетание «дно колодца», построенное на основе управления, синонимичным словосочетанием со связью согласование.""", "сложное", "Ответ: колодезное дно.",
 """Согласование — вид связи, при котором зависимое слово стоит в том же роде, числе и падеже, что и главное."""),
(4, """Замените словосочетание «кружевной шарф», построенное на основе согласования, синонимичным словосочетанием со связью управление.""", "сложное", "Ответ: шарф из кружев.",
 """Произведём замену, заменив зависимое слово-прилагательное на однокоренное имя существительное и добавив при необходимости предлог: кружевной=из кружев (кружева). С предлогом «с» неверно."""),
(4, """Замените словосочетание «жестяная коробка», построенное на основе согласования, синонимичным словосочетанием со связью управление.""", "сложное", "Ответ: коробка из жести.",
 """Управление — вид связи, при котором зависимое слово всегда стоит в том падеже, что требует от него главное."""),
(5, """Укажите варианты ответов, в которых дано верное объяснение написания выделенного слова. Запишите номера этих ответов.
1) (отнюдь) НЕ ХОЛОДНО — НЕ пишется раздельно с наречиями, если его можно заменить синонимом без НЕ.
2) НЕКУДА (спешить) — с местоимением НЕ пишется всегда слитно.
3) ЗАДИРАТЬ (нос) — написание безударной чередующейся гласной в корне слова зависит от суффикса.
4) (ягоды) СЫПЛЮТСЯ — в причастии, образованном от глагола I спряжения, в суффиксе пишется -Ю-.
5) РАДИОСВЯЗЬ — существительные и прилагательные с иноязычным элементом «радио» пишутся слитно.""", "лёгкое", "Ответ: 35.", """Приведём верное объяснение:
1) (отнюдь) НЕ ХОЛОДНО — НЕ пишется раздельно с наречиями, если есть слово ОТНЮДЬ.
2) НЕКУДА (спешить) — с наречием НЕ пишется слитно.
3) ЗАДИРАТЬ (нос) — написание безударной чередующейся гласной в корне слова зависит от суффикса.
4) (ягоды) СЫПЛЮТСЯ — в глаголе I спряжения 3 лица окончание -ЮТ-.
5) РАДИОСВЯЗЬ — существительные и прилагательные с иноязычным элементом «радио» пишутся слитно."""),
(5, """Укажите варианты ответов, в которых дано верное объяснение написания выделенного слова. Запишите номера этих ответов.
1) РАСЦЕНИВАТЬ — на конце приставки перед буквой, обозначающей глухой согласный звук, пишется буква С.
2) ПОДВЕДЕНЫ (итоги) — в краткой форме имени прилагательного пишется столько же Н, сколько и в полной форме этого прилагательного.
3) РАССТИЛАТЬСЯ — написание безударной чередующейся гласной в корне слова зависит от его лексического значения.
4) (решил много) ЗАДАЧ — в форме множественного числа имени существительного 3-го склонения после шипящего буква Ь не пишется.
5) (говорил) ПО-АНГЛИЙСКИ — наречие пишется через дефис, потому что оно образовано от основы имени прилагательного при помощи приставки ПО- и суффикса -И.""", "лёгкое", "Ответ: 15.", """Пояснение.
Приведём верное объяснение.
1) РАСЦЕНИВАТЬ — на конце приставки перед буквой, обозначающей глухой согласный звук, пишется буква С. − ВЕРНО.
2) ПОДВЕДЕНЫ (итоги) — В кратком причастии пишется одна буква Н.
3) РАССТИЛАТЬСЯ — Написание безударной чередующейся гласной в корне слова зависит от суффикса.
4) (решил много) ЗАДАЧ — В форме множественного числа имени существительного 1-го склонения после шипящего буква Ь не пишется.
5) (говорил) ПО-АНГЛИЙСКИ — наречие пишется через дефис, потому что оно образовано от основы имени прилагательного при помощи приставки ПО- и суффикса -И. − ВЕРНО."""),
(5, """Укажите варианты ответов, в которых дано верное объяснение написания выделенного слова. Запишите номера этих ответов.
1) ПРИПЛЫТЬ — написание приставки определяется её значением — неполнота действия.
2) НИСХОДЯЩАЯ (линия) — в слове приставка НИС-, которая пишется всегда одинаково независимо от произношения.
3) ЗАГОРЕВШИЙ — в корне слова с чередующейся гласной без ударения пишется буква О.
4) ВИДЯТ — в форме настоящего времени 3-го лица множественного числа глагола II спряжения пишется окончание -ЯТ.
5) ВО ВРЕМЕНИ — в окончании формы предложного падежа имени существительного 3-го склонения пишется буква И.""", "лёгкое", "Ответ: 34.", """Пояснение.
Приведём верное объяснение.
1) ПРИПЛЫТЬ — написание приставки определяется её значением — неполнота действия. — Неверно. Написание приставки определяется в этом слове значением «приближение».
2) НИСХОДЯЩАЯ (линия) — в слове приставка НИС-, которая пишется всегда одинаково независимо от произношения. — Неверно. Приставка пишется с буквой С на конце, потому что корень начинается с глухого согласного (сравни: низвергнуть).
3) ЗАГОРЕВШИЙ — в корне слова с чередующейся гласной без ударения пишется буква О. — Верно.
4) ВИДЯТ — в форме настоящего времени 3-го лица множественного числа глагола II спряжения пишется окончание -ЯТ. — Верно.
5) ВО ВРЕМЕНИ — в окончании формы предложного падежа имени существительного 3-го склонения пишется буква И. — Неверно. Существительное «время» разносклоняемое."""),
(5, """Укажите варианты ответов, в которых дано верное объяснение написания выделенного слова. Запишите номера этих ответов.
1) ПРЕИНТЕРЕСНАЯ (книга) — приставка ПРЕ- пишется в значении ОЧЕНЬ.
2) (девушка) ВЕТРЕНА — в суффиксах кратких причастий пишется -Н-.
3) РАВНЕНИЕ (в строю) — написание безударной чередующейся гласной в корне слова зависит от суффикса.
4) РЕЮЩИЕ (на ветру флаги) — в глаголе первого спряжения пишется в суффиксе -Ю-
5) ПРЕМЬЕР-МИНИСТР — сложные существительные без соединительной гласной, обозначающие названия механизмов, а также научные, технические, общественно-политические термины, пишутся через дефис""", "нормальное", "Ответ: 15.", """Пояснение.
Приведём верное объяснение:
1) ПРЕИНТЕРЕСНАЯ (книга) — приставка ПРЕ- пишется в значении ОЧЕНЬ.
2) (девушка) ВЕТРЕНА — в суффиксах кратких прилагательных пишется столько же -Н-, сколько в полном.
3) РАВНЕНИЕ (в строю) — написание безударной чередующейся гласной в корне слова зависит от значения.
4) РЕЮЩИЕ (на ветру флаги) — в причастии, образованном от глагола первого спряжения, пишется суффикс -ЮЩ-
5) ПРЕМЬЕР-МИНИСТР — сложные существительные без соединительной гласной, обозначающие названия механизмов, а также научные, технические, общественно-политические термины, пишутся через дефис."""),
(5, """Укажите варианты ответов, в которых дано верное объяснение написания выделенного слова. Запишите номера этих ответов.
1) ОТДАТЬ — на конце приставки перед буквой, обозначающей глухой согласный звук, пишется буква Т.
2) ПРИМЕРЯТЬ (платье) — написание безударной гласной в корне проверяется подбором однокоренного слова, в котором проверяемый гласный находится в ударном слоге.
3) ПОДДЕРЖАННЫЙ (друзьями) — в имени прилагательном, образованном от глагола несовершенного вида, пишется НН.
4) МОРЕХОДНЫЙ — в сложном слове после мягкого согласного пишется соединительная гласная Е.
5) НЕВЗРАЧНЫЙ — НЕ пишется слитно с именем прилагательным, которое не употребляется без НЕ.""", "нормальное", "Ответ: 245.", """Пояснение.
Верно объяснено написание слова вариантах:
2) ПРИМЕРЯТЬ (платье) — написание безударной гласной в корне проверяется подбором однокоренного слова, в котором проверяемый гласный находится в ударном слоге. — Да, это слово имет проверяемый корень, слова «мера, примерка» являются проверочными.
4) МОРЕХОДНЫЙ — в сложном слове после мягкого согласного пишется соединительная гласная Е. — Слово сложное, состоит из двух корней, Е между частями после мягкого «р» (море).
5) НЕВЗРАЧНЫЙ — НЕ пишется слитно с именем прилагательным, которое не употребляется без НЕ. — Да, это слово без приставки не бывает.
Неверно объяснено слово в вариантах, так как:
1) ОТДАТЬ — на конце приставки перед буквой, обозначающей глухой согласный звук, пишется буква Т. — Приставка есть, но она является неизменяемой, всегда пишется одинаково.
3) ПОДДЕРЖАННЫЙ (друзьями) — в имени прилагательном, образованном от глагола несовершенного вида, пишется НН. — Это не прилагательное, а причастие: поддержанный — это тот, которого поддержали (что с ним сделали?). Вид тоже указан неверно."""),
(5, """Укажите варианты ответов, в которых дано верное объяснение написания выделенного слова. Запишите номера этих ответов.
1) ПРИТОРМОЗИТЬ — написание приставки определяется её значением — присоединение.
2) ЛЬНЯНОЙ — в суффиксе прилагательного, образованного от существительного с помощью суффикса -ЯН-, пишется одна буква Н.
3) В АКВАРИУМЕ — в форме дательного падежа единственного числа имени существительного 2-го склонения пишется окончание -Е.
4) НЕ С КЕМ — НЕ с притяжательными местоимениями пишется раздельно.
5) БЕСШУМНЫЙ — на конце приставки перед буквой, обозначающей глухой согласный, пишется буква С.""", "нормальное", "Ответ: 25.", """Пояснение.
Верно объяснено написание слова вариантах:
2) ЛЬНЯНОЙ — в суффиксе прилагательного, образованного от существительного с помощью суффикса -ЯН-, пишется одна буква Н. — Всё верно: лён(льн)+ян+ой.
5) БЕСШУМНЫЙ — на конце приставки перед буквой, обозначающей глухой согласный, пишется буква С. — Перед глухим «ш» пишется приставка« бес-».
Неверно объяснено слово в вариантах, так как:
1) ПРИТОРМОЗИТЬ — написание приставки определяется её значением — присоединение. — Написание приставки «при» действительно определяется значением, но оно указано неверно, это неполнота действия.
3) В АКВАРИУМЕ — в форме дательного падежа единственного числа имени существительного 2-го склонения пишется окончание -Е. — Определяем падеж: в чем? Предложный, а не дательный. То, что далее написано, уже не имеет никакого значения.
4) НЕ С КЕМ — НЕ с притяжательными местоимениями пишется раздельно. — Притяжательные местоимения (мой, твой, свой, ваш, наш, его, её, их) отвечают на вопросы «чей? чья? чьё? чьи?». Это не притяжательное, а отрицательное местоимение, которое при наличии предлога пишется раздельно."""),
(5, """Укажите варианты ответов, в которых дано верное объяснение написания выделенного слова. Запишите номера этих ответов.
1) (знания) УСВОЕНЫ — в суффиксе краткого страдательного причастия прошедшего времени пишется одна буква Н.
2) ГОРЯЧО (благодарить) — в окончании наречий после шипящих под ударением пишется буква О.
3) УКРОЩАТЬ (животных) — в корне слова пишется непроверяемая гласная.
4) НЕНАСТНЫЙ — непроизносимый согласный в корне слова проверяется словом ненастье, в котором он слышится отчётливо.
5) БЕЗЫМЯННЫЙ — после русской приставки, оканчивающейся на согласный, пишется буква Ы.""", "сложное", "Ответ: 145.", """Пояснение.
Верно объяснено написание слова вариантах:
1) (знания) УСВОЕНЫ — в суффиксе краткого страдательного причастия прошедшего времени пишется одна буква Н. — Это краткое страдательное причастие, одна Н в суффиксе всегда.
5) БЕЗЫМЯННЫЙ — после русской приставки, оканчивающейся на согласный, пишется буква Ы. — Это русская приставка, она оканчивается на согласный звук, «и» корня должно меняться на «ы».
4) НЕНАСТНЫЙ — непроизносимый согласный в корне слова проверяется словом ненастье, в котором он слышится отчётливо. — Тут не поспоришь, всё ок.
Неверно объяснено слово в вариантах, так как:
2) ГОРЯЧО (благодарить) — в окончании наречий после шипящих под ударением пишется буква О. — В окончаниях наречий? Наречие не имеет окончаний. Дальше и смысла нет читать.
3) УКРОЩАТЬ (животных) — в корне слова пишется непроверяемая гласная. — Укрощать — значит делать кроткими, то есть послушными. Есть проверочное слово."""),
(5, """Укажите варианты ответов, в которых дано верное объяснение написания выделенного слова. Запишите номера этих ответов.
1) ПО-ПРЕЖНЕМУ (тепло)— написание наречия через дефис определяется наличием приставки ПО- и суффикса -ЕМУ.
2) ПОТЕРЯТЬ — написание безударной чередующейся гласной в корне определяется наличием суффикса -А-.
3) НЕ ГОТОВ — частица НЕ с глаголом пишется раздельно.
4) БЕЗВИННЫЙ — в имени прилагательном, образованном от имени существительного с основой на -Н с помощью суффикса -Н-, пишется НН.
5) ПРИОСТАНОВИТЬ (работу) — написание приставки определяется её значением — расположение вблизи.""", "сложное", "Ответ: 14.", """Пояснение.
Верно объяснено написание слова вариантах:
1) ПО-ПРЕЖНЕМУ (тепло)— написание наречия через дефис определяется наличием приставки ПО- и суффикса -ЕМУ. — Да, это наречие, объяснение верно.
4) БЕЗВИННЫЙ — в имени прилагательном, образованном от имени существительного с основой на -Н с помощью суффикса -Н-, пишется НН. — Это имя прилагательное, оно образовано от основы существительного «вина» добавлением суффикса н и приставки без: без+вин+н+ый.
Неверно объяснено слово в вариантах, так как:
2) ПОТЕРЯТЬ — написание безударной чередующейся гласной в корне определяется наличием суффикса -А-. — Орфограмма находится в корне, но корень является проверяемым, есть проверочное слово «потеря». Чередующийся тир/тер имеет значение «тереть», но не терять.
3) НЕ ГОТОВ — частица НЕ с глаголом пишется раздельно. — Частицу видим, а где же глагол? Готов (каков?) — это краткое прилагательное, и с некоторыми краткими прилагательными частица «не» действительно пишется раздельно.
5) ПРИОСТАНОВИТЬ (работу) — написание приставки определяется её значением — расположение вблизи. — Написание приставки «при» действительно определяется значением, но оно указано неверно, это неполнота действия."""),
(5, """Укажите варианты ответов, в которых дано верное объяснение написания выделенного слова. Запишите номера этих ответов.
1) О ТЮЛЕНЕ — в окончании формы предложного падежа имени существительного 2-го склонения пишется буква Е.
2) ПРИЛЕТЕТЬ — написание приставки определяется её значением — неполнота действия.
3) ВЫБЕРИТЕ (подарок) — в форме будущего времени 2-го лица множественного числа глагола I спряжения пишется окончание -ИТЕ.
4) (ещё) НЕ ПРОСНУВШИЙСЯ — полное причастие с зависимым словом пишется с частицей НЕ раздельно.
5) В ПЛАМЕНИ — в окончании разносклоняемого имени существительного в предложном падеже пишется буква -И.""", "сложное", "Ответ: 145.", """Пояснение.
Верно объяснено написание слова в вариантах:
1) О ТЮЛЕНЕ — в окончании формы предложного падежа имени существительного 2-го склонения пишется буква Е.
4) (ещё) НЕ ПРОСНУВШИЙСЯ — полное причастие с зависимым словом пишется с частицей НЕ раздельно.
5) В ПЛАМЕНИ — в окончании разносклоняемого имени существительного в предложном падеже пишется буква -И.
Неверно объяснено слово в вариантах, так как:
2) ПРИЛЕТЕТЬ — написание приставки ПРИ действительно определяется её значением, однако в данном случае оно указано неверно, правильно —«приближение, присоединение».
3) ВЫБЕРИТЕ (подарок) — Нет такого правила —«в форме будущего времени 2-го лица множественного числа глагола I спряжения пишется окончание -ИТЕ.» Все глаголы I спряжения имеют в окончании Е, буква И пишется в глаголах II спряжения. Однако написание данного слова не связано с правилом безударных окончаний глаголов, так как стоит в повелительном наклонении: что сделай/те? выбери/те, как и возьми/те, сравни/те. Как видим, здесь не -ИТЕ, а суффикс «и» плюс окончание множественного числа «те»."""),
(6, """(1)В это утро Динка проснулась с тревогой на душе и, как только открыла глаза, вспомнила про Андрея, вспомнила, что сегодня, как обычно, приедет он, Хохолок. (2)Надо было хорошенько обдумать, как сказать ему, что она, Динка, повзрослела и никогда больше не сядет на раму его велосипеда, не поедет с ним кататься. (3)Ни в лес, ни в поле, ни по длинной тропке среди моря колосьев ржи. (4)Ничего этого больше не будет! (5)Не будет и тайн, рассказанных верному другу детства Хохолку.
(6)Тревожно на душе у Динки. (7)Она уже не думает о себе, она думает, как смягчить незаслуженную обиду, чтобы облегчить удар. (8)Ей вспоминается, как трудно было Хохолку приобрести велосипед и с каким торжеством он примчался на нём в первый раз. (9)«Теперь я буду катать тебя каждое воскресенье!» — сказал он тогда. (10)И с тех пор, уже второе лето, каждое воскресенье он обязательно мчал её куда-нибудь.
(11)Одно только воспоминание об этом нестерпимо мучило Динку, она видела перед собой знакомые глаза и хорошо знала: эти умные глаза читают в её душе... (12)И обманывать их бесполезно. (13)Да и как можно обманывать друга?
(14)Конечно, много мелких выкручиваний, много детского вранья лежит на совести прежней Динки. (15)Но ведь всё это было другое.
(16)А Динка росла, и жизнь ставила задачи всё труднее, серьёзнее. (17)Эти задачи требовали смелых решений, но ещё ни разу они не требовали от Динки такой жертвы — отказаться от одного ради другого.
(18)Динка молча сидела за столом, рассеянно улыбалась Лёне, не замечая, что он давно следит за ней беспокойным взглядом. (19)«Как я скажу Андрею?» — мучительно думала Динка. (20)А в глубине террасы стоял Лёня, и сердце его сдавливала боль.
(21)Проследив остановившийся взгляд Динки, Лёня увидел въезжающий с дороги велосипед.
– (22)Не говори ему ничего, — сжимая холодную руку подруги, быстро сказал Лёня. — (23)Слышишь меня?..
– (24)Слышу, — прошептала Динка, и губы её дрогнули. — (25)Я, конечно, всё понимаю, Лёня... (26)Нас было трое друзей. (27)А теперь должно быть двое! (28)И из нас троих нельзя обмануть никого!
Какие из высказываний соответствуют содержанию текста? Укажите номера ответов.
1) Динка считала, что нужно честно признаться Хохолку, в том, что она повзрослела и не будет больше кататься с ним.
2) Динке хотелось бы обмануть Хохолка, но сделать это было невозможно.
3) Динку мучили воспоминания о том, как они с Хохолком чуть не упали, когда катались.
4) Динке тяжело было предстоящее решительное объяснение с Хохолком.
5) Лёня предложил Динке не рассказывать Хохолку ничего.""", "лёгкое", "Ответ: 145.", """Пояснение.
1) Динка считала, что нужно честно признаться Хохолку, что она любит Лёню. — Подтверждается предложениями 24-28.
2) Динке хотелось бы обмануть Хохолка, но сделать это было невозможно. — Не подтверждается в тексте.
3) Динку мучили воспоминания о том, как Хохолок купил велосипед, потому что они чуть не упали, когда катались. — Не подтверждается в тексте.
4) Динке тяжело было предстоящее решительное объяснение с Хохолком. — Подтверждается предложением 1.
5) Лёня предложил Динке не рассказывать Хохолку ничего. — Подтверждается предложением 22."""),
(6, """(1)Дом рассохся от старости, а может быть, и от того, что он стоял на поляне в сосновом лесу и от сосен всё лето тянуло жаром.
(2)Чайковскому нравился этот деревянный дом. (3)Единственное, что раздражало композитора, – это скрипучие половицы. (4)Чтобы пройти от двери к роялю, надо было переступить через пять шатких половиц. (5)Со стороны это выглядело, должно быть, забавно, когда пожилой композитор пробирался к роялю, рассматривал половицы прищуренными глазами.
(6)Если удавалось пройти так, чтобы ни одна из них не скрипнула, Чайковский садился за рояль и усмехался. (7)Неприятное осталось позади, а сейчас начнётся удивительное и весёлое: рассохшийся дом запоёт от первых же звуков рояля. (8)На любую клавишу отзовутся тончайшим резонансом сухие стропила, и двери, и старушка люстра, потерявшая половину своих хрусталей, похожих на дубовые листья.
(9)Самая простая музыкальная тема разыгрывалась этим домом, как симфония.
(10)С некоторых пор Чайковскому начало казаться, что дом уже с утра ждёт, когда композитор, напившись кофе, сядет за рояль. (11)Дом скучал без звуков.
(12)Иногда ночью, просыпаясь, Чайковский слышал, как, потрескивая, пропоёт то одна, то другая половица, как бы вспомнив его дневную музыку и выхватив из неё любимую ноту. (13)Ещё это напоминало оркестр перед увертюрой, когда оркестранты настраивают инструменты. (14)То тут, то там – то на чердаке, то в маленьком зале, то в застеклённой прихожей – кто-то трогал струну. (15)Чайковский сквозь сон улавливал мелодию, но, проснувшись утром, забывал её. (16)Он напрягал память и вздыхал: как жаль, что ночное треньканье деревянного дома нельзя сейчас проиграть! (17)Прислушиваясь к ночным звукам, он часто думал, что вот проходит жизнь, а ничего ещё толком не сделано. (18)Ещё ни разу ему не удалось передать тот лёгкий восторг, что возникает от зрелища радуги, от ауканья крестьянских девушек в чаще, от самых простых явлений окружающей жизни.
(19)Чем проще было то, что он видел, тем труднее оно ложилось на музыку. (20)Как передать хотя бы вчерашний случай, когда он укрылся от проливного дождя в избе у объездчика Тихона! (21)В избу вбежала Феня – дочь Тихона, девочка лет пятнадцати. (22)С её волос стекали капли дождя. (23)Две капли повисли на кончиках маленьких ушей. (24)Когда из-за тучи ударило солнце, капли в ушах у Фени заблестели, как алмазные серьги.
(25)Но Феня стряхнула капли, всё кончилось, и он понял, что никакой музыкой не сможет передать прелесть этих мимолётных капель.
(26)Нет, очевидно, это ему не дано. (27)Он никогда не ждал вдохновения. (28)Он работал, работал, как подёнщик, как вол, и вдохновение рождалось в работе.
(29)Пожалуй, больше всего ему помогали леса, просеки, заросли, заброшенные дороги, этот удивительный воздух и всегда немного печальные русские закаты. (30)Он не променяет эти туманные зори ни на какие великолепные позлащённые закаты Италии. (31)Он без остатка отдал своё сердце России – её лесам и деревушкам, околицам, тропинкам и песням. (32)Но с каждым днём его всё больше мучает невозможность выразить всю поэзию своей страны. (33)Он должен добиться этого. (34)Нужно только не щадить себя.
Какие из высказываний соответствуют содержанию текста? Укажите номера ответов.
1) Всё в деревянном доме отзывалось на звуки рояля.
2) Чайковский переживал, что дом скучает в его отсутствие.
3) Чайковский готов был променять скромные русские пейзажи на великолепную природу Италии.
4) Композитору нравилось, как сверкали алмазные серьги Фени.
5) Чайковскому казалось, что его музыкальные произведения не могут передать всю красоту и многообразие окружающего мира.""", "лёгкое", "Ответ: 15.", """Пояснение.
Содержанию текста соответствуют высказывания:
1) Всё в деревянном доме отзывалось на звуки рояля.
5) Чайковскому казалось, что его музыкальные произведения не могут передать всю красоту и многообразие окружающего мира.
Содержанию текста не соответствуют высказывания:
2) Чайковский переживал, что дом скучает в его отсутствие.  — В тексте есть фраза «дом ждал, когда же он сядет за рояль. Дом скучал без звуков». Но это не говорит о том, скучал по отсутствующему хозяину. Может, хозяин спал или завтракал?)
3) Чайковский готов был променять скромные русские пейзажи на великолепную природу Италии.
4) Композитору нравилось, как сверкали алмазные серьги Фени. — Капельки воды были как алмазные серьги."""),
(6, """(1)Это была обыкновенная школьная тетрадка для рисования, найденная мною в куче мусора. (2)Все её страницы были разрисованы красками, прилежно, тщательно и трудолюбиво. (3)Я перевёртывал хрупкую на морозе бумагу, заиндевелые яркие и холодные наивные листы.
(4)И я рисовал когда-то – давно это было, – примостясь у керосиновой лампы на обеденном столе. (5)От прикосновения волшебных кисточек оживал мёртвый богатырь сказки, как бы спрыснутый живой водой. (6)Акварельные краски, похожие на женские пуговицы, лежали в белой жестяной коробке. (7)Иван Царевич на Сером Волке скакал по еловому лесу. (8)Ёлки были меньше Серого Волка. (9)Иван Царевич сидел верхом на Волке так, как эвенки ездят на оленях, почти касаясь пятками мха. (10)Дым пружиной поднимался к небу, и птички, как отчёркнутые галочки, виднелись в синем звёздном небе.
(11)И чем сильнее я вспоминал своё детство, тем яснее понимал, что детство моё не повторится, что я не встречу и тени его в чужой ребяческой тетради.
(12)Это была грозная тетрадь – она поразила меня.
(13)Северный город был деревянным, заборы и стены домов красились светлой охрой, и кисточка юного художника честно повторила этот жёлтый цвет везде, где мальчик хотел говорить об уличных зданиях, об изделии рук человеческих.
(14)В тетрадке было много, очень много заборов. (15)Люди и дома почти на каждом рисунке были огорожены жёлтыми ровными заборами, обвитыми чёрными линиями колючей проволоки. (16)Железные нити казённого образца покрывали все заборы в детской тетрадке.
(17)Около забора стояли люди. (18)Они не были ни крестьянами, ни рабочими, ни охотниками – это были конвойные и часовые с винтовками. (19)Дождевые будки-грибы, около которых юный художник разместил конвойных и часовых, стояли у подножья огромных караульных вышек, и на вышках ходили солдаты, блестели винтовочные стволы.
(20)Тетрадка была невелика, но мальчик успел нарисовать в ней все времена года своего родного города.
(21)Яркая земля, однотонно-зелёная, и синее-синее небо, свежее, чистое и ясное. (22)Закаты и восходы были добротно алыми, и это, конечно, не было детским неуменьем найти полутона, цветовые переходы, раскрыть секреты светотени.
(23)Сочетания красок в школьной тетради были правдивым изображением неба Дальнего Севера, краски которого необычайно чисты и ясны и не имеют полутонов.
(24)И в зимних рисунках ребёнок не отошёл от истины. (25)Зелень исчезла. (26)Деревья были чёрными и голыми. (27)Это были лиственницы, а не сосны и ёлки моего детства.
(28)Шла северная охота; зубастая немецкая овчарка натягивала поводок, который держал в руке Иван Царевич. (29)Он был в шапке-ушанке военного образца, в белом овчинном полушубке, в валенках и в глубоких рукавицах – крагах, как их называют на Дальнем Севере. (30)За плечами Ивана Царевича висел автомат. (31)Голые треугольные деревья были затыканы в снег.
(32)Ребёнок ничего не увидел, ничего не запомнил, кроме жёлтых домов, колючей проволоки, вышек, овчарок, конвоиров с автоматами и синего-синего неба. (33)Эта тетрадь для рисования отражала суровый внутренний мир юного художника.
Какие из высказываний соответствуют содержанию текста? Укажите номера ответов.
1) Необычную тетрадь для рисования рассказчик нашёл в куче мусора.
2) В тетради был изображён Иван Царевич верхом на Сером Волке.
3) Рассказчика поразила тетрадь, в которой отражался суровый внутренний мир юного художника.
4) Яркие краски отражали детское неумение раскрыть полутона, цветовые переходы, секреты светотени.
5) Несмотря на то что тетрадь была невелика, ребёнок сумел изобразить в ней все времена года своего родного города.""", "лёгкое", "Ответ: 135.", """Пояснение.
Содержанию текста соответствуют высказывания:
1) Необычную тетрадь для рисования рассказчик нашёл в куче мусора. — Подтверждается предл №1 та часть, что нашёл тетрадь в мусоре. А что тетрадь была необычной, поразившей автора, мы узнаём из предложения 12.
3) Рассказчика поразила тетрадь, в которой отражался суровый внутренний мир юного художника. — Подтверждается предл №12.
5) Несмотря на то что тетрадь была невелика, ребёнок сумел изобразить в ней все времена года своего родного города. — Подтверждается предл №20.
Содержанию текста не соответствуют высказывания:
2) В тетради был изображён Иван Царевич верхом на Сером Волке. — Опровергается предл. №4-9. Волка рисовал автор, никаких волков в найдённой тетради не было.
4) Яркие краски отражали детское неумение раскрыть полутона, цветовые переходы, секреты светотени. — Опровергается предл. №21-27."""),
(6, """(1)Толя осени не любил. (2)Не любил за то, что опадали листья и «реже солнышко блистало», а больше всего за то, что осенью часто дожди не пускали его на улицу.
(3)Но вот наступило такое утро, когда все окна были в извилистых водяных дорожках, а дождь заколачивал и заколачивал что-то в крышу... (4)Но мама не удерживала Толю дома, а даже поторапливала. (5)И Толя почувствовал, что теперь он совсем большой: папа тоже ходил на работу в любую погоду!
(6)Мама вынула из шкафа зонтик и белый плащ, который Толя тайком надевал вместо халата, когда они с ребятами играли в докторов.
– (7)Ты куда? — удивился Толя.
– (8)Тебя провожу.
– (9)Меня... провожать? (10)Что ты?
(11)Мама вздохнула и положила приготовленные вещи обратно в шкаф.
(12)Толе очень нравилось бежать в школу под дождём. (13)Один раз он обернулся и вдруг на другой стороне улицы увидел маму. (14)На улице было много плащей и зонтиков, но маму он узнал сразу. (15)А она, заметив, что Толя обернулся, спряталась за углом старого двухэтажного дома.
(16)«Прячется!» — сердито подумал Толя. (17)И побежал ещё быстрей, чтоб мама не вздумала догонять его.
(18)Возле самой школы он обернулся ещё раз, но мамы уже не было.
(19)«Вернулась», — с облегчением подумал он.
(20)На торжественной линейке ученики строились по классам. (21)Молодая учительница проворно смахивала с лица мокрые прядки волос и кричала:
– (22)Первый «В»! (23)Первый «В»!
(24)Толя знал, что первый «В» — это он. (25)Учительница повела ребят на четвёртый этаж.
(26)Ещё дома Толя решил, что ни за что не сядет за парту с девчонкой. (27)Но учительница, словно шутя, спросила его: — (28)Ты, наверное, хочешь сесть с Черновой, да?
(29)И Толе показалось, будто он и правда всегда мечтал сидеть рядом с Черновой.
(30)Учительница раскрыла журнал и начала перекличку. (31)После переклички она сказала:
– (32)Орлов, прикрой, пожалуйста, окно.
(33)Толя сразу вскочил и подошёл к окну, но дотянуться до ручки ему было нелегко. (34)Он приподнялся и вдруг замер на цыпочках: за окном он неожиданно увидел маму. (35)Она стояла, держа в руках сложенный зонтик, не обращая внимания на дождь, который стекал с плаща, и медленно водила глазами по окнам школы: мама, наверно, хотела угадать, в каком классе сидит её Толя.
(36)И тут он не смог рассердиться. (37)Наоборот, ему захотелось высунуться на улицу, помахать маме и громко, чтобы не заглушил дождь, крикнуть: (38)«Не волнуйся! (39)Не волнуйся, мамочка... (40)Всё хорошо!» (41)Но крикнуть он не мог, потому что на уроке кричать не полагается.
Какие из высказываний соответствуют содержанию текста? Укажите номера ответов.
1) На улице шёл осенний дождь, и Толя боялся, что мама простудится и заболеет.
2) Толя понял, что мама очень переживала за него, поэтому и стояла под дождём, вглядываясь в школьные окна.
3) Толе не хотелось, чтобы мама узнала, что он сидит за одной партой с девочкой.
4) Толя не хотел, чтобы мама его опекала, как маленького.
5) Толя почувствовал себя взрослым, потому в школу ему надо было идти даже в дождь.""", "нормальное", "Ответ: 245.", """Пояснение.
1) На улице шёл осенний дождь, и Толя боялся, что мама простудится и заболеет. — Не подтверждается в тексте.
2) Толя понял, что мама очень переживала за него, поэтому и стояла под дождём, вглядываясь в школьные окна. — Подтверждается предложениями 36−39.
3) Толе не хотелось, чтобы мама узнала, что он сидит за одной партой с девочкой. — Не подтверждается в тексте.
4) Толя не хотел, чтобы мама его опекала, как маленького. — Подтверждается предложениями 9−10.
5) Толя почувствовал себя взрослым, потому что в школу ему надо было идти даже в дождь. — Подтверждается предложением 5."""),
(6, """(1)В детстве я очень, очень старалась полюбить театр, как мне велели: ведь это Большое Искусство, Храм. (2)И я, как положено, должна испытывать священный трепет, но помнить при этом, что в театре есть театральные условности. (3)Я помнила, но, когда пожилой дядька в камзоле с пышными рукавами, с большим бархатным животом, колыхавшимся над тоненькими ножками, грозно, как классный руководитель, вопросил: «Скажи, Лаура, который год тебе?» — и грузная тётенька гавкнула в ответ: «Осьмнадцать лет!», — ужасное смятение и стыд смяли меня, и все мои старания полюбить театр были окончательно перечёркнуты.
(4)А между тем в театре было тепло, в зале приятно и сложно пахло, в фойе гуляли нарядные люди, окна были укутаны шторами из парашютного шёлка, будто кучевыми облаками. (5)Да, храм. (6)Наверное. (7)Но это не мой храм, и боги в нём не мои.
(8)А вот совсем другое дело — кинотеатр «Арс», плохонький сарайчик на площади. (9)Там неудобные деревянные сиденья, там сидят в пальто, там мусор лежит на полу. (10)Там не встретишь «завзятых театралов», принаряженных дам, заранее оскорблённых тем, что они, люди приличные, вынуждены три часа провести в обществе ничего не смыслящих профанов. (11)Там толпа вваливается и рассаживается, гремя сиденьями и распространяя кислый запах сырых пальто. (12)Сейчас начнут. (13)Это — счастье. (14)Это — кино.
(15)Медленно гасят свет. (16)Стрекотание проектора, удар луча — и всё, понеслось. (17)Перейдена черта, прошёл этот неуловимый миг, когда плоский и туповатый экран растворился, исчез, стал пространством, миром, полётом. (18)Сон, мираж, мечта. (19)Преображение.
(20)Да, я, безусловно, простой и примитивный кинозритель, как большинство людей. (21)От кино я именно и жду полного преображения, окончательного обмана — «чтоб не думать зачем, чтоб не помнить когда». (22)Театр на это не способен, да и не претендует.
(23)Театр для тех, кто любит живых актёров и милостиво прощает им их несовершенства в обмен на искусство. (24)Кино для тех, кто любит сны и чудеса. (25)Театр не скрывает, что всё, что вы видите, — притворство. (26)Кино притворяется, что всё, что вы видите, — правда. (27)Театр — для взрослых, кино — для детей.
Какие из высказываний соответствуют содержанию текста? Укажите номера ответов.
1) Театр для девочки был любимым видом искусства.
2) Театр — это живые актёры, и им простительны несовершенства в обмен на искусство.
3) В театральном искусстве есть условности, которые представлялись девочке фальшивыми и чуждыми.
4) От кино всегда ждёшь преображения, чуда, и наступает миг, когда экран превращается в целый мир.
5) В кинотеатре часто можно встретить нарядных дам, там удобные сиденья и всегда чисто.""", "нормальное", "Ответ: 234.", """Пояснение.
Содержанию текста соответствуют высказывания:
2) Театр — это живые актёры, и им простительны несовершенства в обмен на искусство.
3) В театральном искусстве есть условности, которые представлялись девочке фальшивыми и чуждыми.
4) От кино всегда ждёшь преображения, чуда, и наступает миг, когда экран превращается в целый мир.
Содержанию текста не соответствуют высказывания:
1) Театр для девочки был любимым видом искусства.
5) В кинотеатре часто можно встретить нарядных дам, там удобные сиденья и всегда чисто."""),
(6, """(1)Однажды в начале октября, рано утром, уходя в гимназию, я забыл ещё с вечера приготовленный матерью конверт с деньгами. (2)Их нужно было внести за обучение в первом полугодии.
(3)Когда началась большая перемена, когда всех нас по случаю холодной, но сухой и солнечной погоды выпускали во двор и на нижней площадке лестницы я увидел мать, только тогда я вспомнил про конверт и понял, что она, видно, не стерпела и принесла его сама.
(4)Мать, однако, стояла в сторонке в своей облысевшей шубёнке, в смешном капоре, под которым висели седые волосики, и с заметным волнением, как-то ещё более усиливавшим её жалкую внешность, беспомощно вглядывалась в бегущую мимо ораву гимназистов, которые, смеясь, на неё оглядывались и что-то друг другу говорили.
(5)Приблизившись, я приостановился и хотел было незаметно проскочить, но мать, завидев меня и сразу засветясь ласковой улыбкой, помахала рукой, и я, хоть мне и было ужасно стыдно перед товарищами, подошёл к ней.
– (6)Вадичка, мальчик, — старчески глухо заговорила она, протягивая мне оставленный дома конверт и жёлтенькой ручкой боязливо, словно она жглась, прикасаясь к пуговице моей шинели, — ты забыл деньги, а я думаю — испугается, так вот — принесла.
(7)Сказав это, она посмотрела на меня, будто просила милостыни, но, в ярости за причинённый мне позор, я ненавидящим шёпотом возразил, что нежности телячьи эти нам не ко двору, что уж коли деньги принесла, так пусть сама и платит.
(8)Мать стояла тихо, слушала молча, виновато и горестно опустив старые свои ласковые глаза. (9)Я сбежал по уже опустевшей лестнице и, открывая тугую, шумно сосущую воздух дверь, оглянулся и посмотрел на мать. (10)Но сделал я это не потому вовсе, что мне стало её сколько-нибудь жаль, а всего лишь из боязни, что она в столь неподходящем месте расплачется.
(11)Мать всё так же стояла на площадке и, печально склонив голову, смотрела мне вслед. (12)3аметив, что я смотрю на неё, она помахала мне рукой с конвертом так, как это делают на вокзале, и это движение, такое молодое и бодрое, только ещё больше показало, какая она старая, оборванная и жалкая.
(13)На дворе ко мне подошли несколько товарищей и один спросил, что это за шут гороховый в юбке, с которым я только что беседовал. (14)Я, весело смеясь, ответил, что это обнищавшая гувернантка и что пришла она ко мне с письменными рекомендациями.
(15)Когда же, уплатив деньги, мать вышла и, ни на кого не глядя, сгорбившись, словно стараясь стать ещё меньше, быстро постукивая стоптанными, совсем кривыми каблучками, прошла по асфальтовой дорожке к железным воротам, я почувствовал, что у меня болит за неё сердце.
(16)Боль эта, которая столь горячо обожгла меня в первое мгновение, длилась, однако, весьма недолго.
Какие из высказываний соответствуют содержанию текста? Укажите номера ответов.
1) Рассказчик боялся, что мать «в столь неподходящем месте расплачется», поэтому он оглянулся и посмотрел на неё.
2) На большой перемене учеников всегда выпускали во двор, какая бы погода ни была в это время.
3) Увидев мать во дворе школы, герой-рассказчик хотел незаметно проскочить мимо, стыдясь её за внешний вид.
4) Подошедшим одноклассникам герой-рассказчик вынужден был признаться, что эта жалкая старая женщина — его мать.
5) Боль, которая обожгла сердце героя-рассказчика, длилась недолго, какое-то мгновение.""", "нормальное", "Ответ: 135.", """Пояснение.
Содержанию текста соответствуют высказывания:
1) Рассказчик боялся, что мать «в столь неподходящем месте расплачется», поэтому он оглянулся и посмотрел на неё.
3) Увидев мать во дворе школы, герой-рассказчик хотел незаметно проскочить мимо, стыдясь её за внешний вид.
5) Боль, которая обожгла сердце героя-рассказчика, длилась недолго, какое-то мгновение.
Содержанию текста не соответствуют высказывания:
2) На большой перемене учеников всегда выпускали во двор, какая бы погода ни была в это время.
4) Подошедшим одноклассникам герой-рассказчик вынужден был признаться, что эта жалкая старая женщина — его мать."""),
(6, """(1)Меня часто спрашивают, почему я, человек вполне сухопутный, так привязан к Севастополю, к морякам и кораблям, я говорю:
– (2)Потому что море я полюбил в детстве.
(3)И сегодня мне хочется вспомнить подробности тех дней, когда я впервые ощутил тоску по Севастополю.
(4)Это случилось в начале июня. (5)Я от нечего делать зашёл к Шалимовым. (6)Лёшка сердито мастерил из загнутой медной трубки и гвоздя пугач-хлопушку. (7)На меня он только глянул с хмурым равнодушием. (8)В те дни, о которых я рассказываю, он дразнил меня непонятным прозвищем Кнабель. (9)Впрочем, Лёшкины дразнилки были беззлобные, а
по-настоящему злился он, если к нему лезли под руку во время важной работы. (10)Поэтому я не стал соваться и разглядывать пугач, а смирно присел на укрытую суконным одеялом койку.
(11)На коричневом сукне лежала книга, на которой были разлапистые якоря, парусные корабли и слова: «С. Григорьев. Малахов курган».
(12)Всё, что было связано с морем и парусами, приводило меня в волнение. (13)Книгу я тихо открыл и стал читать, как десятилетний мальчик Венька стоит на крыше своего дома и смотрит на входящую в бухту эскадру, как блестит на солнце оранжевая ребристая черепица на белых домиках.
(14)Я листал страницы неслышно и сидел не шевелясь, боясь лишним движением напомнить о себе.
(15)Видимо, с пугачом ладилось: Лёшка, не сказав ни слова, ушёл, а через минуту на дворе грохнуло. (16)Выстрел встряхнул меня — надо было принимать решение. (17)Попросить Лёшку, чтобы дал почитать? (18)Он может ответить «бери», а может и буркнуть «сам читаю» или «не моя». (19)Я непослушными пальцами расстегнул на животе оловянные пуговки, запихал книгу и боком скользнул на кухню. (20)Щёлкнул на двери крючком и замер с книжкой у стола…
(21)Через какое-то время Лёшка задёргал дверь.
– (22)Кнабель, это ты стырил книгу?
– (23)Всё равно не дам, пока не дочитаю! — отчаянно сказал я, потому что расстаться с повестью о Севастополе было, казалось, выше моих сил.
– (24)Ну, только выйди, — нехорошим голосом предупредил Лёшка.
(25)К середине следующего дня я дочитал «Малахов курган» и, виноватый, готовый к заслуженной каре, но всё равно счастливый, понёс книгу Лёшке. (26)Лёшка встретил меня вполне миролюбиво, улыбнулся и сказал:
– (27)Да ладно, у меня сейчас «Восемьдесят дней вокруг света» есть, а эту читай ещё, если охота…
(28)И я читал ещё. (29)Не спеша. (30)Про Веньку и про Нахимова, про гибель кораблей, затопленных у входа в бухту, и про матросов на бастионах. (31)А ещё в книге был Севастополь. (32)Я читал о жутких
непрекращающихся бомбардировках, о развалинах и пожарах, но сквозь дым военного разрушения продолжал видеть мирный и солнечный город у необозримого моря. (33)Тот, который нужен был мне…
Какие из высказываний соответствуют содержанию текста? Укажите номера ответов.
1) Лёшка злился, «если к нему лезли под руку во время важной работы».
2) Лёшка мастерил пугач-хлопушку.
3) Герой-рассказчик увлёкся книгой и не мог «расстаться с повестью о Севастополе», пока не дочитает её.
4) Герой-рассказчик боялся, что Лёшка в плохом настроении начнёт опять дразнить его непонятным прозвищем «Кнабель».
5)Когда рассказчик вернул книгу Лёшке, тот был очень сердит, потому что книга была взята без спросу.""", "сложное", "Ответ: 123.", """Пояснение.
1) Лёшка злился, «если к нему лезли под руку во время важной работы». — Подтверждается предложением 9.
2) Лёшка мастерил пугач-хлопушку. — Подтверждается предложением 6.
3) Герой-рассказчик увлёкся книгой и не мог «расстаться с повестью о Севастополе», пока не дочитает её. — Подтверждается предложением 23.
4) Герой-рассказчик боялся, что Лёшка в плохом настроении начнёт опять дразнить его непонятным прозвищем «Кнабель». — Не подтверждается в тексте.
5) Когда рассказчик вернул книгу Лёшке, тот был очень сердит, потому что книга была взята без спросу. — Противоречит предложению 26."""),
(6, """(1)Однажды ранней весной привезли в зоопарк росомаху. (2)Она была похожа на огромную куницу: тёмно-бурая, покрытая длинной жёсткой шерстью. (3)По поведению росомахи служители зоопарка с первого взгляда поняли, что у неё, наверно, скоро должны родиться детёныши и она ищет место для логова.
(4)В клетку поставили деревянный домик. (5)Однако росомахе домик не понравился. (6)После долгих поисков она устроила логово под домиком: вырыла небольшое углубление, выстлала его своей шерстью, а через несколько дней оттуда послышался писк новорождённых.
(7)С появлением маленьких детёнышей росомаха перестала тосковать и рваться на волю. (8)А если же её детёнышам грозила опасность, она как-то по-особенному рычала, и детёныши, словно по команде, скрывались под домиком. (9)Особенно волновалась росомаха, когда они подходили к соседней клетке, в которой сидели два злющих волка. (10)Серые хищники давно охотились за её малышами. (11)Если те подбегали к решётке, волки злобно рычали, шерсть у них поднималась дыбом, они хватали зубами
за сетку и с силой дёргали, стараясь схватить росомашек.
(12)Днём волков отгонял служитель. (13)Зато ночью им никто не мешал. (14)И вот однажды, когда волки, как обычно, дёргали сетку, она не выдержала напора, разорвалась, и два серых хищника пролезли в клетку к росомахе.
(15)Увидев, что детёнышам грозит опасность, мать смело бросилась к ним на защиту. (16)Она была гораздо слабее двух волков и, не будь у неё детей, уж, наверное, постаралась бы уйти. (17)Но разве могла уйти и оставить своих детёнышей росомаха-мать?
(18)Она яростно кидалась то на одного, то на другого волка, увёртывалась от их укусов, бросалась опять, не давая им подойти к детям.
(19)Несколько раз пробовали волки пробраться к ним под домик, и каждый раз их отгоняла росомаха.
(20)Но вдруг в борьбе кто-то опрокинул деревянный домик. (21)Две маленькие испуганные росомашки остались совсем без прикрытия. (22)Жаждущие добычи волки уже готовы были схватить их, но мать успела закрыть собой детёнышей. (23)Она всем телом легла на малышей и, с какой бы стороны ни старались их схватить волки, моментально поворачивалась и встречала их оскаленной пастью.
(24)Закрывая собой детёнышей, росомаха даже не могла теперь увернуться от укусов волков и всё-таки находила в себе силы отбивать их нападение.
(25)Неизвестно, чем бы кончился этот неравный бой, если бы на шум не прибежал сторож. (26)Он быстро отпер клетку и загнал волков на место. (27)Потом крепко заделал отверстие и подошёл к росомахе. (28)Она так ослабела, что у неё не было даже сил подняться. (29)И всё-таки, когда сторож хотел поглядеть, целы ли её малыши, она оскалила зубы и по-прежнему была готова их защищать.
(30)Убедившись, что малыши невредимы, сторож ушёл, а росомаха с трудом приподнялась и стала нежно лизать взъерошенную шёрстку своих детёнышей.
Какие из высказываний соответствуют содержанию текста? Укажите номера ответов.
1) В зоопарк привезли росомаху, у которой скоро должны были появиться детёныши.
2) Росомаха построила деревянный домик для своих будущих детёнышей.
3) Детёныши росомахи пролезли в клетку к волкам.
4) Росомаха была сильнее волков, поэтому победила их в схватке.
5) Росомаха-мать из последних сил защищала своих детёнышей даже от сторожа.""", "сложное", "Ответ: 15.", """Пояснение.
Содержанию текста соответствуют высказывания:
1) В зоопарк привезли росомаху, у которой скоро должны были появиться детёныши. — Подтверждается предл. №3.
5) Росомаха-мать из последних сил защищала своих детёнышей даже от сторожа. — Подтверждается предл.№29.
Содержанию текста не соответствуют высказывания:
2) Росомаха построила деревянный домик для своих будущих детёнышей. — Опровергается предл. №4 и 5.
3) Детёныши росомахи пролезли в клетку к волкам. — Опровергается предл. №14.
4) Росомаха была сильнее волков, поэтому победила их в схватке. — Опровергается предл. №25."""),
(6, """(1)Мы задержались в школе, и, когда вышли на улицу, уже смеркалось. (2)Снегу навалило до половины валенка. (3)Я забеспокоился, зная, как жестоки наши степные сибирские метели, какие беды они могут принести.
(4)И скоро началось то, чего я опасался. (5)Снежинки вдруг закружились в таком танце, что через несколько минут началась настоящая пурга, вскоре перешедшая в большой буран. (6)Узенькую дорожку, которая вела в наше село, то и дело засыпало снегом, а потом она и совсем пропала. (7)Будто из-под ног её украл кто-то очень недобрый.
(8)Я испугался и не знал, что делать дальше. (9)Ветер свистел на все лады, чудились волки. (10)И вдруг в вое ветра я услышал спокойный голос матери: «Не бойся, тебе надо зарыться в снег». (11)Я так отчётливо слышал голос моей матери, отлично зная, что маминым голосом я разговариваю сам с собой в моём воображении…
(12)Мы вырыли пещерку и всю ночь просидели, рассказывая друг другу разные истории. (13)А утром, пробив дыру на свободу, мы отправились домой.
(14)Открыв дверь, я бросился к маме. (15)Бросился и — что было, то было — заплакал.
– (16)Да о чём ты? (17)Переобувайся да живо за стол, — сказала мать, ничего не спросив о минувшей ночи.
(18)Приехал отец. (19)Он хвалил меня, обещал мне купить маленькое, но настоящее ружьё. (20)Он удивлялся моей находчивости. (21)А мать?.. (22)Мать сказала: «Парню тринадцатый год, и странно было бы, если бы он растерялся в метель да себя с товарищами не спас».
(23)Вечером мы остались с бабушкой вдвоём. (24)Мать ушла на станцию, к фельдшеру. (25)Сказала, что угорела — болит голова. (26)С бабушкой мне всегда было легко и просто. (27)Я спросил её: «Бабушка, хоть ты скажи мне правду: почему мать не пожалела меня? (28)Неужели я в самом деле такой нестoящий?».
– (29)Дурень ты, больше никто! — ответила бабушка. — (30)Мать всю ночь не спала, ревела, как умалишённая, с собакой по степи тебя искала, колени обморозила... (31)Только ты ей, смотри, об этом ни гугу!
(32)Вскоре вернулась мать. (33)Она сказала бабушке: «Фельдшер дал порошки от головы. (34)Говорит, чепуха, скоро пройдёт».
(35)Я бросился к матери и обнял её ноги. (36)Сквозь толщу юбок я почувствовал, что её колени забинтованы. (37)Но я даже не подал виду. (38)Я никогда ещё не был так ласков с нею. (39)Я никогда ещё так не любил свою мать. (40)Обливаясь слезами, я целовал её обветренные руки. (41)А она погладила меня по голове и ушла, чтобы лечь. (42)Видимо, стоять ей было трудно.
(43)Так растила и закаливала нас наша любящая и заботливая мать. (44)Далеко смотрела она. (45)И худого из этого не получилось. (46)Мой брат теперь дважды Герой. (47)И про себя я кое-что мог бы сказать, да матерью строго-настрого наказано как можно меньше говорить о себе.
Какие из высказываний соответствуют содержанию текста? Укажите номера ответов.
1) Во время бурана на ребят напали волки.
2) Чтобы спастись от метели, ребята вырыли яму в снегу и спрятались там.
3) Мать рассердилась на сына за то беспокойство, которое он причинил ей.
4) Мать считала поведение сына естественным для взрослого, ответственного человека и хотела, чтобы он почувствовал себя таким.
5) Бабушка рассказала внуку, что мама всю ночь искала его в метели.""", "сложное", "Ответ: 245.", """Пояснение.
Содержанию текста соответствуют высказывания:
2) Чтобы спастись от метели, ребята вырыли яму в снегу и спрятались там.
4) Мать считала поведение сына естественным для взрослого, ответственного человека и хотела, чтобы он почувствовал себя таким.
5) Бабушка рассказала внуку, что мама всю ночь искала его в метели.
Содержанию текста не соответствуют высказывания:
1) Во время бурана на ребят напали волки.
3) Мать рассердилась на сына за то беспокойство, которое он причинил ей."""),
(7, """(1)В это утро Динка проснулась с тревогой на душе и, как только открыла глаза, вспомнила про Андрея, вспомнила, что сегодня, как обычно, приедет он, Хохолок. (2)Надо было хорошенько обдумать, как сказать ему, что она, Динка, повзрослела и никогда больше не сядет на раму его велосипеда, не поедет с ним кататься. (3)Ни в лес, ни в поле, ни по длинной тропке среди моря колосьев ржи. (4)Ничего этого больше не будет! (5)Не будет и тайн, рассказанных верному другу детства Хохолку.
(6)Тревожно на душе у Динки. (7)Она уже не думает о себе, она думает, как смягчить незаслуженную обиду, чтобы облегчить удар. (8)Ей вспоминается, как трудно было Хохолку приобрести велосипед и с каким торжеством он примчался на нём в первый раз. (9)«Теперь я буду катать тебя каждое воскресенье!» — сказал он тогда. (10)И с тех пор, уже второе лето, каждое воскресенье он обязательно мчал её куда-нибудь.
(11)Одно только воспоминание об этом нестерпимо мучило Динку, она видела перед собой знакомые глаза и хорошо знала: эти умные глаза читают в её душе... (12)И обманывать их бесполезно. (13)Да и как можно обманывать друга?
(14)Конечно, много мелких выкручиваний, много детского вранья лежит на совести прежней Динки. (15)Но ведь всё это было другое.
(16)А Динка росла, и жизнь ставила задачи всё труднее, серьёзнее. (17)Эти задачи требовали смелых решений, но ещё ни разу они не требовали от Динки такой жертвы — отказаться от одного ради другого.
(18)Динка молча сидела за столом, рассеянно улыбалась Лёне, не замечая, что он давно следит за ней беспокойным взглядом. (19)«Как я скажу Андрею?» — мучительно думала Динка. (20)А в глубине террасы стоял Лёня, и сердце его сдавливала боль.
(21)Проследив остановившийся взгляд Динки, Лёня увидел въезжающий с дороги велосипед.
– (22)Не говори ему ничего, — сжимая холодную руку подруги, быстро сказал Лёня. — (23)Слышишь меня?..
– (24)Слышу, — прошептала Динка, и губы её дрогнули. — (25)Я, конечно, всё понимаю, Лёня... (26)Нас было трое друзей. (27)А теперь должно быть двое! (28)И из нас троих нельзя обмануть никого!
Укажите варианты ответов, в которых средством выразительности речи является метафора.
1) Надо было хорошенько обдумать, как сказать ему, что она, Динка, повзрослела и никогда больше не сядет на раму его велосипеда, не поедет с ним кататься.
2) Одно только воспоминание об этом нестерпимо мучило Динку, она видела перед собой знакомые глаза и хорошо знала: эти умные глаза читают в её душе...
3) Не будет и тайн, рассказанных верному другу детства Хохолку.
4) Динка молча сидела за столом, рассеянно улыбалась Лёне, не замечая, что он давно следит за ней беспокойным взглядом.
5) А в глубине террасы стоял Лёня, и сердце его сдавливала боль.""", "лёгкое", "Ответ: 25.", """Пояснение.
2) Одно только воспоминание об этом нестерпимо мучило Динку, она видела перед собой знакомые глаза и хорошо знала: эти умные глаза читают в её душе...
5) А в глубине террасы стоял Лёня, и сердце его сдавливала боль."""),
(7, """(1)Дом рассохся от старости, а может быть, и от того, что он стоял на поляне в сосновом лесу и от сосен всё лето тянуло жаром.
(2)Чайковскому нравился этот деревянный дом. (3)Единственное, что раздражало композитора, – это скрипучие половицы. (4)Чтобы пройти от двери к роялю, надо было переступить через пять шатких половиц. (5)Со стороны это выглядело, должно быть, забавно, когда пожилой композитор пробирался к роялю, рассматривал половицы прищуренными глазами.
(6)Если удавалось пройти так, чтобы ни одна из них не скрипнула, Чайковский садился за рояль и усмехался. (7)Неприятное осталось позади, а сейчас начнётся удивительное и весёлое: рассохшийся дом запоёт от первых же звуков рояля. (8)На любую клавишу отзовутся тончайшим резонансом сухие стропила, и двери, и старушка люстра, потерявшая половину своих хрусталей, похожих на дубовые листья.
(9)Самая простая музыкальная тема разыгрывалась этим домом, как симфония.
(10)С некоторых пор Чайковскому начало казаться, что дом уже с утра ждёт, когда композитор, напившись кофе, сядет за рояль. (11)Дом скучал без звуков.
(12)Иногда ночью, просыпаясь, Чайковский слышал, как, потрескивая, пропоёт то одна, то другая половица, как бы вспомнив его дневную музыку и выхватив из неё любимую ноту. (13)Ещё это напоминало оркестр перед увертюрой, когда оркестранты настраивают инструменты. (14)То тут, то там – то на чердаке, то в маленьком зале, то в застеклённой прихожей – кто-то трогал струну. (15)Чайковский сквозь сон улавливал мелодию, но, проснувшись утром, забывал её. (16)Он напрягал память и вздыхал: как жаль, что ночное треньканье деревянного дома нельзя сейчас проиграть! (17)Прислушиваясь к ночным звукам, он часто думал, что вот проходит жизнь, а ничего ещё толком не сделано. (18)Ещё ни разу ему не удалось передать тот лёгкий восторг, что возникает от зрелища радуги, от ауканья крестьянских девушек в чаще, от самых простых явлений окружающей жизни.
(19)Чем проще было то, что он видел, тем труднее оно ложилось на музыку. (20)Как передать хотя бы вчерашний случай, когда он укрылся от проливного дождя в избе у объездчика Тихона! (21)В избу вбежала Феня – дочь Тихона, девочка лет пятнадцати. (22)С её волос стекали капли дождя. (23)Две капли повисли на кончиках маленьких ушей. (24)Когда из-за тучи ударило солнце, капли в ушах у Фени заблестели, как алмазные серьги.
(25)Но Феня стряхнула капли, всё кончилось, и он понял, что никакой музыкой не сможет передать прелесть этих мимолётных капель.
(26)Нет, очевидно, это ему не дано. (27)Он никогда не ждал вдохновения. (28)Он работал, работал, как подёнщик, как вол, и вдохновение рождалось в работе.
(29)Пожалуй, больше всего ему помогали леса, просеки, заросли, заброшенные дороги, этот удивительный воздух и всегда немного печальные русские закаты. (30)Он не променяет эти туманные зори ни на какие великолепные позлащённые закаты Италии. (31)Он без остатка отдал своё сердце России – её лесам и деревушкам, околицам, тропинкам и песням. (32)Но с каждым днём его всё больше мучает невозможность выразить всю поэзию своей страны. (33)Он должен добиться этого. (34)Нужно только не щадить себя.
Укажите варианты ответов, в которых средством выразительности речи является сравнительный оборот.
1) Прислушиваясь к ночным звукам, он часто думал, что вот проходит жизнь, а ничего ещё толком не сделано.
2) Но Феня стряхнула капли, всё кончилось, и он понял, что никакой музыкой не сможет передать прелесть этих мимолетных капель.
3) Он работал, работал, как подёнщик, как вол, и вдохновение рождалось в работе.
4) Ещё это напоминало оркестр перед увертюрой, когда оркестранты настраивают инструменты.
5) Когда из-за тучи ударило солнце, капли в ушах у Фени заблестели, как алмазные серьги.""", "лёгкое", "Ответ: 35.", """Пояснение.
Выделим указанное средство выразительности.
1) Прислушиваясь к ночным звукам, он часто думал, что вот проходит жизнь, а ничего ещё толком не сделано.
2) Но Феня стряхнула капли, всё кончилось, и он понял, что никакой музыкой не сможет передать прелесть этих мимолетных капель.
3) Он работал, работал, как подёнщик, как вол, и вдохновение рождалось в работе.
4) Ещё это напоминало оркестр перед увертюрой, когда оркестранты настраивают инструменты.
5) Когда из-за тучи ударило солнце, капли в ушах у Фени заблестели, как алмазные серьги."""),
(7, """(1)Это была обыкновенная школьная тетрадка для рисования, найденная мною в куче мусора. (2)Все её страницы были разрисованы красками, прилежно, тщательно и трудолюбиво. (3)Я перевёртывал хрупкую на морозе бумагу, заиндевелые яркие и холодные наивные листы.
(4)И я рисовал когда-то – давно это было, – примостясь у керосиновой лампы на обеденном столе. (5)От прикосновения волшебных кисточек оживал мёртвый богатырь сказки, как бы спрыснутый живой водой. (6)Акварельные краски, похожие на женские пуговицы, лежали в белой жестяной коробке. (7)Иван Царевич на Сером Волке скакал по еловому лесу. (8)Ёлки были меньше Серого Волка. (9)Иван Царевич сидел верхом на Волке так, как эвенки ездят на оленях, почти касаясь пятками мха. (10)Дым пружиной поднимался к небу, и птички, как отчёркнутые галочки, виднелись в синем звёздном небе.
(11)И чем сильнее я вспоминал своё детство, тем яснее понимал, что детство моё не повторится, что я не встречу и тени его в чужой ребяческой тетради.
(12)Это была грозная тетрадь – она поразила меня.
(13)Северный город был деревянным, заборы и стены домов красились светлой охрой, и кисточка юного художника честно повторила этот жёлтый цвет везде, где мальчик хотел говорить об уличных зданиях, об изделии рук человеческих.
(14)В тетрадке было много, очень много заборов. (15)Люди и дома почти на каждом рисунке были огорожены жёлтыми ровными заборами, обвитыми чёрными линиями колючей проволоки. (16)Железные нити казённого образца покрывали все заборы в детской тетрадке.
(17)Около забора стояли люди. (18)Они не были ни крестьянами, ни рабочими, ни охотниками – это были конвойные и часовые с винтовками. (19)Дождевые будки-грибы, около которых юный художник разместил конвойных и часовых, стояли у подножья огромных караульных вышек, и на вышках ходили солдаты, блестели винтовочные стволы.
(20)Тетрадка была невелика, но мальчик успел нарисовать в ней все времена года своего родного города.
(21)Яркая земля, однотонно-зелёная, и синее-синее небо, свежее, чистое и ясное. (22)Закаты и восходы были добротно алыми, и это, конечно, не было детским неуменьем найти полутона, цветовые переходы, раскрыть секреты светотени.
(23)Сочетания красок в школьной тетради были правдивым изображением неба Дальнего Севера, краски которого необычайно чисты и ясны и не имеют полутонов.
(24)И в зимних рисунках ребёнок не отошёл от истины. (25)Зелень исчезла. (26)Деревья были чёрными и голыми. (27)Это были лиственницы, а не сосны и ёлки моего детства.
(28)Шла северная охота; зубастая немецкая овчарка натягивала поводок, который держал в руке Иван Царевич. (29)Он был в шапке-ушанке военного образца, в белом овчинном полушубке, в валенках и в глубоких рукавицах – крагах, как их называют на Дальнем Севере. (30)За плечами Ивана Царевича висел автомат. (31)Голые треугольные деревья были затыканы в снег.
(32)Ребёнок ничего не увидел, ничего не запомнил, кроме жёлтых домов, колючей проволоки, вышек, овчарок, конвоиров с автоматами и синего-синего неба. (33)Эта тетрадь для рисования отражала суровый внутренний мир юного художника.
Укажите варианты ответов, в которых средством выразительности речи является сравнение.
1) Это была обыкновенная школьная тетрадка для рисования, найденная мною в куче мусора.
2) Дым пружиной поднимался к небу, и птички, как отчёркнутые галочки, виднелись в синем звёздном небе.
3) Я перевёртывал хрупкую на морозе бумагу, заиндевелые яркие и холодные наивные листы.
4) Железные нити казённого образца покрывали все заборы в детской тетрадке.
5) Акварельные краски, похожие на женские пуговицы, лежали в белой жестяной коробке.""", "лёгкое", "Ответ: 25.", """Пояснение.
Выделим указанное средство выразительности.
1) Это была обыкновенная школьная тетрадка для рисования, найденная мною в куче мусора.
2) Дым пружиной поднимался к небу, и птички, как отчёркнутые галочки, виднелись в синем звёздном небе.
3) Я перевёртывал хрупкую на морозе бумагу, заиндевелые яркие и холодные наивные листы.
4) Железные нити казённого образца покрывали все заборы в детской тетрадке.
5) Акварельные краски, похожие на женские пуговицы, лежали в белой жестяной коробке."""),
(7, """(1)Толя осени не любил. (2)Не любил за то, что опадали листья и «реже солнышко блистало», а больше всего за то, что осенью часто дожди не пускали его на улицу.
(3)Но вот наступило такое утро, когда все окна были в извилистых водяных дорожках, а дождь заколачивал и заколачивал что-то в крышу... (4)Но мама не удерживала Толю дома, а даже поторапливала. (5)И Толя почувствовал, что теперь он совсем большой: папа тоже ходил на работу в любую погоду!
(6)Мама вынула из шкафа зонтик и белый плащ, который Толя тайком надевал вместо халата, когда они с ребятами играли в докторов.
– (7)Ты куда? — удивился Толя.
– (8)Тебя провожу.
– (9)Меня... провожать? (10)Что ты?
(11)Мама вздохнула и положила приготовленные вещи обратно в шкаф.
(12)Толе очень нравилось бежать в школу под дождём. (13)Один раз он обернулся и вдруг на другой стороне улицы увидел маму. (14)На улице было много плащей и зонтиков, но маму он узнал сразу. (15)А она, заметив, что Толя обернулся, спряталась за углом старого двухэтажного дома.
(16)«Прячется!» — сердито подумал Толя. (17)И побежал ещё быстрей, чтоб мама не вздумала догонять его.
(18)Возле самой школы он обернулся ещё раз, но мамы уже не было.
(19)«Вернулась», — с облегчением подумал он.
(20)На торжественной линейке ученики строились по классам. (21)Молодая учительница проворно смахивала с лица мокрые прядки волос и кричала:
– (22)Первый «В»! (23)Первый «В»!
(24)Толя знал, что первый «В» — это он. (25)Учительница повела ребят на четвёртый этаж.
(26)Ещё дома Толя решил, что ни за что не сядет за парту с девчонкой. (27)Но учительница, словно шутя, спросила его: — (28)Ты, наверное, хочешь сесть с Черновой, да?
(29)И Толе показалось, будто он и правда всегда мечтал сидеть рядом с Черновой.
(30)Учительница раскрыла журнал и начала перекличку. (31)После переклички она сказала:
– (32)Орлов, прикрой, пожалуйста, окно.
(33)Толя сразу вскочил и подошёл к окну, но дотянуться до ручки ему было нелегко. (34)Он приподнялся и вдруг замер на цыпочках: за окном он неожиданно увидел маму. (35)Она стояла, держа в руках сложенный зонтик, не обращая внимания на дождь, который стекал с плаща, и медленно водила глазами по окнам школы: мама, наверно, хотела угадать, в каком классе сидит её Толя.
(36)И тут он не смог рассердиться. (37)Наоборот, ему захотелось высунуться на улицу, помахать маме и громко, чтобы не заглушил дождь, крикнуть: (38)«Не волнуйся! (39)Не волнуйся, мамочка... (40)Всё хорошо!» (41)Но крикнуть он не мог, потому что на уроке кричать не полагается.
Укажите варианты ответов, в которых средством выразительности речи является олицетворение.
1) Не любил за то, что опадали листья и «реже солнышко блистало», а больше всего за то, что осенью часто дожди не пускали его на улицу.
2) А она, заметив, что Толя обернулся, спряталась за углом старого двухэтажного дома.
3) Но вот наступило такое утро, когда все окна были в извилистых водяных дорожках, а дождь заколачивал и заколачивал что-то в крышу...
4) Она стояла, держа в руках сложенный зонтик, не обращая внимания на дождь, который стекал с плаща, и медленно водила глазами по окнам школы: мама, наверно, хотела угадать, в каком классе сидит её Толя.
5) Он приподнялся и вдруг замер на цыпочках: за окном он неожиданно увидел маму.""", "нормальное", "Ответ: 13.", """Пояснение.
Выделим указанное средство выразительности.
1) Не любил за то, что опадали листья и «реже солнышко блистало», а больше всего за то, что осенью часто дожди не пускали его на улицу.
2) А она, заметив, что Толя обернулся, спряталась за углом старого двухэтажного дома.
3) Но вот наступило такое утро, когда все окна были в извилистых водяных дорожках, а дождь заколачивал и заколачивал что-то в крышу...
4) Она стояла, держа в руках сложенный зонтик, не обращая внимания на дождь, который стекал с плаща, и медленно водила глазами по окнам школы: мама, наверно, хотела угадать, в каком классе сидит её Толя.
5) Он приподнялся и вдруг замер на цыпочках: за окном он неожиданно увидел маму."""),
(7, """(1)В детстве я очень, очень старалась полюбить театр, как мне велели: ведь это Большое Искусство, Храм. (2)И я, как положено, должна испытывать священный трепет, но помнить при этом, что в театре есть театральные условности. (3)Я помнила, но, когда пожилой дядька в камзоле с пышными рукавами, с большим бархатным животом, колыхавшимся над тоненькими ножками, грозно, как классный руководитель, вопросил: «Скажи, Лаура, который год тебе?» — и грузная тётенька гавкнула в ответ: «Осьмнадцать лет!», — ужасное смятение и стыд смяли меня, и все мои старания полюбить театр были окончательно перечёркнуты.
(4)А между тем в театре было тепло, в зале приятно и сложно пахло, в фойе гуляли нарядные люди, окна были укутаны шторами из парашютного шёлка, будто кучевыми облаками. (5)Да, храм. (6)Наверное. (7)Но это не мой храм, и боги в нём не мои.
(8)А вот совсем другое дело — кинотеатр «Арс», плохонький сарайчик на площади. (9)Там неудобные деревянные сиденья, там сидят в пальто, там мусор лежит на полу. (10)Там не встретишь «завзятых театралов», принаряженных дам, заранее оскорблённых тем, что они, люди приличные, вынуждены три часа провести в обществе ничего не смыслящих профанов. (11)Там толпа вваливается и рассаживается, гремя сиденьями и распространяя кислый запах сырых пальто. (12)Сейчас начнут. (13)Это — счастье. (14)Это — кино.
(15)Медленно гасят свет. (16)Стрекотание проектора, удар луча — и всё, понеслось. (17)Перейдена черта, прошёл этот неуловимый миг, когда плоский и туповатый экран растворился, исчез, стал пространством, миром, полётом. (18)Сон, мираж, мечта. (19)Преображение.
(20)Да, я, безусловно, простой и примитивный кинозритель, как большинство людей. (21)От кино я именно и жду полного преображения, окончательного обмана — «чтоб не думать зачем, чтоб не помнить когда». (22)Театр на это не способен, да и не претендует.
(23)Театр для тех, кто любит живых актёров и милостиво прощает им их несовершенства в обмен на искусство. (24)Кино для тех, кто любит сны и чудеса. (25)Театр не скрывает, что всё, что вы видите, — притворство. (26)Кино притворяется, что всё, что вы видите, — правда. (27)Театр — для взрослых, кино — для детей.
Укажите номера предложений, в которых средством выразительности речи является сравнение.
1) В детстве я очень, очень старалась полюбить театр, как мне велели: ведь это Большое Искусство, Храм.
2) И я, как положено, должна испытывать священный трепет, но помнить при этом, что в театре есть театральные условности.
3) А между тем в театре было тепло, в зале приятно и сложно пахло, в фойе гуляли нарядные люди, окна были укутаны шторами из парашютного шёлка, будто кучевыми облаками.
4) А вот совсем другое дело — кинотеатр «Арс», плохонький сарайчик на площади, как некое инородное тело среди больших строений.
5) От кино я именно и жду полного преображения, окончательного обмана — «чтоб не думать зачем, чтоб не помнить когда».""", "нормальное", "Ответ: 34.", """Пояснение.
Выделим указанное средство выразительности.
1) В детстве я очень, очень старалась полюбить театр, как мне велели: ведь это Большое Искусство, Храм.
2) И я, как положено, должна испытывать священный трепет, но помнить при этом, что в театре есть театральные условности.
3) А между тем в театре было тепло, в зале приятно и сложно пахло, в фойе гуляли нарядные люди, окна были укутаны шторами из парашютного шёлка, будто кучевыми облаками.
4) А вот совсем другое дело — кинотеатр «Арс», плохонький сарайчик на площади, как некое инородное тело среди больших строений.
5) От кино я именно и жду полного преображения, окончательного обмана — «чтоб не думать зачем, чтоб не помнить когда»."""),
(7, """(1)Однажды в начале октября, рано утром, уходя в гимназию, я забыл ещё с вечера приготовленный матерью конверт с деньгами. (2)Их нужно было внести за обучение в первом полугодии.
(3)Когда началась большая перемена, когда всех нас по случаю холодной, но сухой и солнечной погоды выпускали во двор и на нижней площадке лестницы я увидел мать, только тогда я вспомнил про конверт и понял, что она, видно, не стерпела и принесла его сама.
(4)Мать, однако, стояла в сторонке в своей облысевшей шубёнке, в смешном капоре, под которым висели седые волосики, и с заметным волнением, как-то ещё более усиливавшим её жалкую внешность, беспомощно вглядывалась в бегущую мимо ораву гимназистов, которые, смеясь, на неё оглядывались и что-то друг другу говорили.
(5)Приблизившись, я приостановился и хотел было незаметно проскочить, но мать, завидев меня и сразу засветясь ласковой улыбкой, помахала рукой, и я, хоть мне и было ужасно стыдно перед товарищами, подошёл к ней.
– (6)Вадичка, мальчик, — старчески глухо заговорила она, протягивая мне оставленный дома конверт и жёлтенькой ручкой боязливо, словно она жглась, прикасаясь к пуговице моей шинели, — ты забыл деньги, а я думаю — испугается, так вот — принесла.
(7)Сказав это, она посмотрела на меня, будто просила милостыни, но, в ярости за причинённый мне позор, я ненавидящим шёпотом возразил, что нежности телячьи эти нам не ко двору, что уж коли деньги принесла, так пусть сама и платит.
(8)Мать стояла тихо, слушала молча, виновато и горестно опустив старые свои ласковые глаза. (9)Я сбежал по уже опустевшей лестнице и, открывая тугую, шумно сосущую воздух дверь, оглянулся и посмотрел на мать. (10)Но сделал я это не потому вовсе, что мне стало её сколько-нибудь жаль, а всего лишь из боязни, что она в столь неподходящем месте расплачется.
(11)Мать всё так же стояла на площадке и, печально склонив голову, смотрела мне вслед. (12)3аметив, что я смотрю на неё, она помахала мне рукой с конвертом так, как это делают на вокзале, и это движение, такое молодое и бодрое, только ещё больше показало, какая она старая, оборванная и жалкая.
(13)На дворе ко мне подошли несколько товарищей и один спросил, что это за шут гороховый в юбке, с которым я только что беседовал. (14)Я, весело смеясь, ответил, что это обнищавшая гувернантка и что пришла она ко мне с письменными рекомендациями.
(15)Когда же, уплатив деньги, мать вышла и, ни на кого не глядя, сгорбившись, словно стараясь стать ещё меньше, быстро постукивая стоптанными, совсем кривыми каблучками, прошла по асфальтовой дорожке к железным воротам, я почувствовал, что у меня болит за неё сердце.
(16)Боль эта, которая столь горячо обожгла меня в первое мгновение, длилась, однако, весьма недолго.
Укажите варианты ответов, в которых средством выразительности речи является фразеологизм.
1) Мать, однако, стояла в сторонке в своей облысевшей шубёнке, в смешном капоре, под которым висели седые волосики…
2) …я ненавидящим шёпотом возразил, что нежности телячьи эти нам не ко двору, что уж коли деньги принесла, так пусть сама и платит.
3) Мать всё так же стояла на площадке и, печально склонив голову, смотрела мне вслед.
4) На дворе ко мне подошли несколько товарищей и один спросил, что это за шут гороховый в юбке, с которым я только что беседовал.
5) Боль эта, которая столь горячо обожгла меня в первое мгновение, длилась, однако, весьма недолго.""", "нормальное", "Ответ: 24.", """Пояснение.
Выделим указанное средство выразительности.
1) Мать, однако, стояла в сторонке в своей облысевшей шубёнке, в смешном капоре, под которым висели седые волосики…
2) …я ненавидящим шёпотом возразил, что нежности телячьи эти нам не ко двору, что уж коли деньги принесла, так пусть сама и платит.
3) Мать всё так же стояла на площадке и, печально склонив голову, смотрела мне вслед.
4) На дворе ко мне подошли несколько товарищей и один спросил, что это за шут гороховый в юбке, с которым я только что беседовал.
5) Боль эта, которая столь горячо обожгла меня в первое мгновение, длилась, однако, весьма недолго."""),
(7, """(1)Меня часто спрашивают, почему я, человек вполне сухопутный, так привязан к Севастополю, к морякам и кораблям, я говорю:
– (2)Потому что море я полюбил в детстве.
(3)И сегодня мне хочется вспомнить подробности тех дней, когда я впервые ощутил тоску по Севастополю.
(4)Это случилось в начале июня. (5)Я от нечего делать зашёл к Шалимовым. (6)Лёшка сердито мастерил из загнутой медной трубки и гвоздя пугач-хлопушку. (7)На меня он только глянул с хмурым равнодушием. (8)В те дни, о которых я рассказываю, он дразнил меня непонятным прозвищем Кнабель. (9)Впрочем, Лёшкины дразнилки были беззлобные, а
по-настоящему злился он, если к нему лезли под руку во время важной работы. (10)Поэтому я не стал соваться и разглядывать пугач, а смирно присел на укрытую суконным одеялом койку.
(11)На коричневом сукне лежала книга, на которой были разлапистые якоря, парусные корабли и слова: «С. Григорьев. Малахов курган».
(12)Всё, что было связано с морем и парусами, приводило меня в волнение. (13)Книгу я тихо открыл и стал читать, как десятилетний мальчик Венька стоит на крыше своего дома и смотрит на входящую в бухту эскадру, как блестит на солнце оранжевая ребристая черепица на белых домиках.
(14)Я листал страницы неслышно и сидел не шевелясь, боясь лишним движением напомнить о себе.
(15)Видимо, с пугачом ладилось: Лёшка, не сказав ни слова, ушёл, а через минуту на дворе грохнуло. (16)Выстрел встряхнул меня — надо было принимать решение. (17)Попросить Лёшку, чтобы дал почитать? (18)Он может ответить «бери», а может и буркнуть «сам читаю» или «не моя». (19)Я непослушными пальцами расстегнул на животе оловянные пуговки, запихал книгу и боком скользнул на кухню. (20)Щёлкнул на двери крючком и замер с книжкой у стола…
(21)Через какое-то время Лёшка задёргал дверь.
– (22)Кнабель, это ты стырил книгу?
– (23)Всё равно не дам, пока не дочитаю! — отчаянно сказал я, потому что расстаться с повестью о Севастополе было, казалось, выше моих сил.
– (24)Ну, только выйди, — нехорошим голосом предупредил Лёшка.
(25)К середине следующего дня я дочитал «Малахов курган» и, виноватый, готовый к заслуженной каре, но всё равно счастливый, понёс книгу Лёшке. (26)Лёшка встретил меня вполне миролюбиво, улыбнулся и сказал:
– (27)Да ладно, у меня сейчас «Восемьдесят дней вокруг света» есть, а эту читай ещё, если охота…
(28)И я читал ещё. (29)Не спеша. (30)Про Веньку и про Нахимова, про гибель кораблей, затопленных у входа в бухту, и про матросов на бастионах. (31)А ещё в книге был Севастополь. (32)Я читал о жутких
непрекращающихся бомбардировках, о развалинах и пожарах, но сквозь дым военного разрушения продолжал видеть мирный и солнечный город у необозримого моря. (33)Тот, который нужен был мне…
Укажите варианты ответов, в которых нет фразеологизма.
1) Я от нечего делать зашёл к Шалимовым.
2) Всё равно не дам, пока не дочитаю! — отчаянно сказал я, потому что расстаться с повестью о Севастополе было, казалось, выше моих сил.
3) Впрочем, Лёшкины дразнилки были беззлобные, а по-настоящему злился он, если к нему лезли под руку во время важной работы.
4) Я непослушными пальцами расстегнул на животе оловянные пуговки, запихал книгу и боком скользнул на кухню.
5) Я читал о жутких непрекращающихся бомбардировках, о развалинах и пожарах, но сквозь дым военного разрушения продолжал видеть мирный и солнечный город у необозримого моря.""", "сложное", "Ответ: 45.", """Пояснение.
Выделим указанное средство выразительности.
1) Я от нечего делать зашёл к Шалимовым.
2) Всё равно не дам, пока не дочитаю! — отчаянно сказал я, потому что расстаться с повестью о Севастополе было, казалось, выше моих сил.
3) Впрочем, Лёшкины дразнилки были беззлобные, а по-настоящему злился он, если к нему лезли под руку во время важной работы.
4) Я непослушными пальцами расстегнул на животе оловянные пуговки, запихал книгу и боком скользнул на кухню.
5) Я читал о жутких непрекращающихся бомбардировках, о развалинах и пожарах, но сквозь дым военного разрушения продолжал видеть мирный и солнечный город у необозримого моря."""),
(7, """(1)Однажды ранней весной привезли в зоопарк росомаху. (2)Она была похожа на огромную куницу: тёмно-бурая, покрытая длинной жёсткой шерстью. (3)По поведению росомахи служители зоопарка с первого взгляда поняли, что у неё, наверно, скоро должны родиться детёныши и она ищет место для логова.
(4)В клетку поставили деревянный домик. (5)Однако росомахе домик не понравился. (6)После долгих поисков она устроила логово под домиком: вырыла небольшое углубление, выстлала его своей шерстью, а через несколько дней оттуда послышался писк новорождённых.
(7)С появлением маленьких детёнышей росомаха перестала тосковать и рваться на волю. (8)А если же её детёнышам грозила опасность, она как-то по-особенному рычала, и детёныши, словно по команде, скрывались под домиком. (9)Особенно волновалась росомаха, когда они подходили к соседней клетке, в которой сидели два злющих волка. (10)Серые хищники давно охотились за её малышами. (11)Если те подбегали к решётке, волки злобно рычали, шерсть у них поднималась дыбом, они хватали зубами
за сетку и с силой дёргали, стараясь схватить росомашек.
(12)Днём волков отгонял служитель. (13)Зато ночью им никто не мешал. (14)И вот однажды, когда волки, как обычно, дёргали сетку, она не выдержала напора, разорвалась, и два серых хищника пролезли в клетку к росомахе.
(15)Увидев, что детёнышам грозит опасность, мать смело бросилась к ним на защиту. (16)Она была гораздо слабее двух волков и, не будь у неё детей, уж, наверное, постаралась бы уйти. (17)Но разве могла уйти и оставить своих детёнышей росомаха-мать?
(18)Она яростно кидалась то на одного, то на другого волка, увёртывалась от их укусов, бросалась опять, не давая им подойти к детям.
(19)Несколько раз пробовали волки пробраться к ним под домик, и каждый раз их отгоняла росомаха.
(20)Но вдруг в борьбе кто-то опрокинул деревянный домик. (21)Две маленькие испуганные росомашки остались совсем без прикрытия. (22)Жаждущие добычи волки уже готовы были схватить их, но мать успела закрыть собой детёнышей. (23)Она всем телом легла на малышей и, с какой бы стороны ни старались их схватить волки, моментально поворачивалась и встречала их оскаленной пастью.
(24)Закрывая собой детёнышей, росомаха даже не могла теперь увернуться от укусов волков и всё-таки находила в себе силы отбивать их нападение.
(25)Неизвестно, чем бы кончился этот неравный бой, если бы на шум не прибежал сторож. (26)Он быстро отпер клетку и загнал волков на место. (27)Потом крепко заделал отверстие и подошёл к росомахе. (28)Она так ослабела, что у неё не было даже сил подняться. (29)И всё-таки, когда сторож хотел поглядеть, целы ли её малыши, она оскалила зубы и по-прежнему была готова их защищать.
(30)Убедившись, что малыши невредимы, сторож ушёл, а росомаха с трудом приподнялась и стала нежно лизать взъерошенную шёрстку своих детёнышей.
Укажите варианты ответов, в которых средством выразительности речи является фразеологизм.
1) По поведению росомахи служители зоопарка с первого взгляда поняли, что у неё, наверно, скоро должны родиться детёныши и она ищет место для логова.
2) Особенно волновалась росомаха, когда они подходили к соседней клетке, в которой сидели два злющих волка.
3) Днём волков отгонял служитель.
4) Неизвестно, чем бы кончился этот неравный бой, если бы на шум не прибежал сторож.
5) Она изо всех сил кидалась то на одного, то на другого волка, увёртывалась от их укусов, бросалась опять, не давая им подойти к детям.""", "сложное", "Ответ: 15.", """Пояснение.
Выделим указанное средство выразительности.
Укажите варианты ответов, в которых средством выразительности речи является фразеологизм.
1) По поведению росомахи служители зоопарка с первого взгляда поняли, что у неё, наверно, скоро должны родиться детёныши и она ищет место для логова.
2) Особенно волновалась росомаха, когда они подходили к соседней клетке, в которой сидели два злющих волка.
3) Днём волков отгонял служитель.
4) Неизвестно, чем бы кончился этот неравный бой, если бы на шум не прибежал сторож.
5) Она изо всех сил кидалась то на одного, то на другого волка, увёртывалась от их укусов, бросалась опять, не давая им подойти к детям."""),
(7, """(1)Мы задержались в школе, и, когда вышли на улицу, уже смеркалось. (2)Снегу навалило до половины валенка. (3)Я забеспокоился, зная, как жестоки наши степные сибирские метели, какие беды они могут принести.
(4)И скоро началось то, чего я опасался. (5)Снежинки вдруг закружились в таком танце, что через несколько минут началась настоящая пурга, вскоре перешедшая в большой буран. (6)Узенькую дорожку, которая вела в наше село, то и дело засыпало снегом, а потом она и совсем пропала. (7)Будто из-под ног её украл кто-то очень недобрый.
(8)Я испугался и не знал, что делать дальше. (9)Ветер свистел на все лады, чудились волки. (10)И вдруг в вое ветра я услышал спокойный голос матери: «Не бойся, тебе надо зарыться в снег». (11)Я так отчётливо слышал голос моей матери, отлично зная, что маминым голосом я разговариваю сам с собой в моём воображении…
(12)Мы вырыли пещерку и всю ночь просидели, рассказывая друг другу разные истории. (13)А утром, пробив дыру на свободу, мы отправились домой.
(14)Открыв дверь, я бросился к маме. (15)Бросился и — что было, то было — заплакал.
– (16)Да о чём ты? (17)Переобувайся да живо за стол, — сказала мать, ничего не спросив о минувшей ночи.
(18)Приехал отец. (19)Он хвалил меня, обещал мне купить маленькое, но настоящее ружьё. (20)Он удивлялся моей находчивости. (21)А мать?.. (22)Мать сказала: «Парню тринадцатый год, и странно было бы, если бы он растерялся в метель да себя с товарищами не спас».
(23)Вечером мы остались с бабушкой вдвоём. (24)Мать ушла на станцию, к фельдшеру. (25)Сказала, что угорела — болит голова. (26)С бабушкой мне всегда было легко и просто. (27)Я спросил её: «Бабушка, хоть ты скажи мне правду: почему мать не пожалела меня? (28)Неужели я в самом деле такой нестoящий?».
– (29)Дурень ты, больше никто! — ответила бабушка. — (30)Мать всю ночь не спала, ревела, как умалишённая, с собакой по степи тебя искала, колени обморозила... (31)Только ты ей, смотри, об этом ни гугу!
(32)Вскоре вернулась мать. (33)Она сказала бабушке: «Фельдшер дал порошки от головы. (34)Говорит, чепуха, скоро пройдёт».
(35)Я бросился к матери и обнял её ноги. (36)Сквозь толщу юбок я почувствовал, что её колени забинтованы. (37)Но я даже не подал виду. (38)Я никогда ещё не был так ласков с нею. (39)Я никогда ещё так не любил свою мать. (40)Обливаясь слезами, я целовал её обветренные руки. (41)А она погладила меня по голове и ушла, чтобы лечь. (42)Видимо, стоять ей было трудно.
(43)Так растила и закаливала нас наша любящая и заботливая мать. (44)Далеко смотрела она. (45)И худого из этого не получилось. (46)Мой брат теперь дважды Герой. (47)И про себя я кое-что мог бы сказать, да матерью строго-настрого наказано как можно меньше говорить о себе.
Укажите варианты ответов, в которых средством выразительности речи является фразеологизм.
1) Снежинки вдруг закружились в таком танце, что через несколько минут началась настоящая пурга, вскоре перешедшая в большой буран.
2) А утром, пробив дыру на свободу, мы отправились домой.
3) Но я даже не подал виду.
4) А она погладила меня по голове и ушла, чтобы лечь.
5) Только ты ей, смотри, об этом ни гугу!""", "сложное", "Ответ: 35.", """Пояснение.
Выделим указанное средство выразительности.
1) Снежинки вдруг закружились в таком танце, что через несколько минут началась настоящая пурга, вскоре перешедшая в большой буран.
2) А утром, пробив дыру на свободу, мы отправились домой. Здесь нет фразеологизма.
3) Но я даже не подал виду. Фразеологизм - не подал виду.
4) А она погладила меня по голове и ушла, чтобы лечь.
5) Только ты ей, смотри, об этом ни гугу! Фразеологизм - ни гугу."""),
(8, """(1)В это утро Динка проснулась с тревогой на душе и, как только открыла глаза, вспомнила про Андрея, вспомнила, что сегодня, как обычно, приедет он, Хохолок. (2)Надо было хорошенько обдумать, как сказать ему, что она, Динка, повзрослела и никогда больше не сядет на раму его велосипеда, не поедет с ним кататься. (3)Ни в лес, ни в поле, ни по длинной тропке среди моря колосьев ржи. (4)Ничего этого больше не будет! (5)Не будет и тайн, рассказанных верному другу детства Хохолку.
(6)Тревожно на душе у Динки. (7)Она уже не думает о себе, она думает, как смягчить незаслуженную обиду, чтобы облегчить удар. (8)Ей вспоминается, как трудно было Хохолку приобрести велосипед и с каким торжеством он примчался на нём в первый раз. (9)«Теперь я буду катать тебя каждое воскресенье!» — сказал он тогда. (10)И с тех пор, уже второе лето, каждое воскресенье он обязательно мчал её куда-нибудь.
(11)Одно только воспоминание об этом нестерпимо мучило Динку, она видела перед собой знакомые глаза и хорошо знала: эти умные глаза читают в её душе... (12)И обманывать их бесполезно. (13)Да и как можно обманывать друга?
(14)Конечно, много мелких выкручиваний, много детского вранья лежит на совести прежней Динки. (15)Но ведь всё это было другое.
(16)А Динка росла, и жизнь ставила задачи всё труднее, серьёзнее. (17)Эти задачи требовали смелых решений, но ещё ни разу они не требовали от Динки такой жертвы — отказаться от одного ради другого.
(18)Динка молча сидела за столом, рассеянно улыбалась Лёне, не замечая, что он давно следит за ней беспокойным взглядом. (19)«Как я скажу Андрею?» — мучительно думала Динка. (20)А в глубине террасы стоял Лёня, и сердце его сдавливала боль.
(21)Проследив остановившийся взгляд Динки, Лёня увидел въезжающий с дороги велосипед.
– (22)Не говори ему ничего, — сжимая холодную руку подруги, быстро сказал Лёня. — (23)Слышишь меня?..
– (24)Слышу, — прошептала Динка, и губы её дрогнули. — (25)Я, конечно, всё понимаю, Лёня... (26)Нас было трое друзей. (27)А теперь должно быть двое! (28)И из нас троих нельзя обмануть никого!
Найдите в тексте синоним к слову МЧАТЬ (предложение 10). Напишите этот синоним.""", "лёгкое", "Ответ: катать.", """Пояснение.
Синонимы — слова, близкие по значению."""),
(8, """(1)Дом рассохся от старости, а может быть, и от того, что он стоял на поляне в сосновом лесу и от сосен всё лето тянуло жаром.
(2)Чайковскому нравился этот деревянный дом. (3)Единственное, что раздражало композитора, – это скрипучие половицы. (4)Чтобы пройти от двери к роялю, надо было переступить через пять шатких половиц. (5)Со стороны это выглядело, должно быть, забавно, когда пожилой композитор пробирался к роялю, рассматривал половицы прищуренными глазами.
(6)Если удавалось пройти так, чтобы ни одна из них не скрипнула, Чайковский садился за рояль и усмехался. (7)Неприятное осталось позади, а сейчас начнётся удивительное и весёлое: рассохшийся дом запоёт от первых же звуков рояля. (8)На любую клавишу отзовутся тончайшим резонансом сухие стропила, и двери, и старушка люстра, потерявшая половину своих хрусталей, похожих на дубовые листья.
(9)Самая простая музыкальная тема разыгрывалась этим домом, как симфония.
(10)С некоторых пор Чайковскому начало казаться, что дом уже с утра ждёт, когда композитор, напившись кофе, сядет за рояль. (11)Дом скучал без звуков.
(12)Иногда ночью, просыпаясь, Чайковский слышал, как, потрескивая, пропоёт то одна, то другая половица, как бы вспомнив его дневную музыку и выхватив из неё любимую ноту. (13)Ещё это напоминало оркестр перед увертюрой, когда оркестранты настраивают инструменты. (14)То тут, то там – то на чердаке, то в маленьком зале, то в застеклённой прихожей – кто-то трогал струну. (15)Чайковский сквозь сон улавливал мелодию, но, проснувшись утром, забывал её. (16)Он напрягал память и вздыхал: как жаль, что ночное треньканье деревянного дома нельзя сейчас проиграть! (17)Прислушиваясь к ночным звукам, он часто думал, что вот проходит жизнь, а ничего ещё толком не сделано. (18)Ещё ни разу ему не удалось передать тот лёгкий восторг, что возникает от зрелища радуги, от ауканья крестьянских девушек в чаще, от самых простых явлений окружающей жизни.
(19)Чем проще было то, что он видел, тем труднее оно ложилось на музыку. (20)Как передать хотя бы вчерашний случай, когда он укрылся от проливного дождя в избе у объездчика Тихона! (21)В избу вбежала Феня – дочь Тихона, девочка лет пятнадцати. (22)С её волос стекали капли дождя. (23)Две капли повисли на кончиках маленьких ушей. (24)Когда из-за тучи ударило солнце, капли в ушах у Фени заблестели, как алмазные серьги.
(25)Но Феня стряхнула капли, всё кончилось, и он понял, что никакой музыкой не сможет передать прелесть этих мимолётных капель.
(26)Нет, очевидно, это ему не дано. (27)Он никогда не ждал вдохновения. (28)Он работал, работал, как подёнщик, как вол, и вдохновение рождалось в работе.
(29)Пожалуй, больше всего ему помогали леса, просеки, заросли, заброшенные дороги, этот удивительный воздух и всегда немного печальные русские закаты. (30)Он не променяет эти туманные зори ни на какие великолепные позлащённые закаты Италии. (31)Он без остатка отдал своё сердце России – её лесам и деревушкам, околицам, тропинкам и песням. (32)Но с каждым днём его всё больше мучает невозможность выразить всю поэзию своей страны. (33)Он должен добиться этого. (34)Нужно только не щадить себя.
Какие из высказываний соответствуют содержанию текста? Укажите номера ответов.
1) Всё в деревянном доме отзывалось на звуки рояля.
2) Чайковский переживал, что дом скучает в его отсутствие.
3) Чайковский готов был променять скромные русские пейзажи на великолепную природу Италии.
4) Композитору нравилось, как сверкали алмазные серьги Фени.
5) Чайковскому казалось, что его музыкальные произведения не могут передать всю красоту и многообразие окружающего мира.
В предложениях 17–20 найдите антонимы (антонимическую пару). Выпишите эти антонимы.""", "лёгкое", "Ответ: проще труднее.", """Пояснение.
Найдём указанную пару в предложении 19:
(19)Чем проще было то, что он видел, тем труднее оно ложилось на музыку."""),
(8, """(1)Это была обыкновенная школьная тетрадка для рисования, найденная мною в куче мусора. (2)Все её страницы были разрисованы красками, прилежно, тщательно и трудолюбиво. (3)Я перевёртывал хрупкую на морозе бумагу, заиндевелые яркие и холодные наивные листы.
(4)И я рисовал когда-то – давно это было, – примостясь у керосиновой лампы на обеденном столе. (5)От прикосновения волшебных кисточек оживал мёртвый богатырь сказки, как бы спрыснутый живой водой. (6)Акварельные краски, похожие на женские пуговицы, лежали в белой жестяной коробке. (7)Иван Царевич на Сером Волке скакал по еловому лесу. (8)Ёлки были меньше Серого Волка. (9)Иван Царевич сидел верхом на Волке так, как эвенки ездят на оленях, почти касаясь пятками мха. (10)Дым пружиной поднимался к небу, и птички, как отчёркнутые галочки, виднелись в синем звёздном небе.
(11)И чем сильнее я вспоминал своё детство, тем яснее понимал, что детство моё не повторится, что я не встречу и тени его в чужой ребяческой тетради.
(12)Это была грозная тетрадь – она поразила меня.
(13)Северный город был деревянным, заборы и стены домов красились светлой охрой, и кисточка юного художника честно повторила этот жёлтый цвет везде, где мальчик хотел говорить об уличных зданиях, об изделии рук человеческих.
(14)В тетрадке было много, очень много заборов. (15)Люди и дома почти на каждом рисунке были огорожены жёлтыми ровными заборами, обвитыми чёрными линиями колючей проволоки. (16)Железные нити казённого образца покрывали все заборы в детской тетрадке.
(17)Около забора стояли люди. (18)Они не были ни крестьянами, ни рабочими, ни охотниками – это были конвойные и часовые с винтовками. (19)Дождевые будки-грибы, около которых юный художник разместил конвойных и часовых, стояли у подножья огромных караульных вышек, и на вышках ходили солдаты, блестели винтовочные стволы.
(20)Тетрадка была невелика, но мальчик успел нарисовать в ней все времена года своего родного города.
(21)Яркая земля, однотонно-зелёная, и синее-синее небо, свежее, чистое и ясное. (22)Закаты и восходы были добротно алыми, и это, конечно, не было детским неуменьем найти полутона, цветовые переходы, раскрыть секреты светотени.
(23)Сочетания красок в школьной тетради были правдивым изображением неба Дальнего Севера, краски которого необычайно чисты и ясны и не имеют полутонов.
(24)И в зимних рисунках ребёнок не отошёл от истины. (25)Зелень исчезла. (26)Деревья были чёрными и голыми. (27)Это были лиственницы, а не сосны и ёлки моего детства.
(28)Шла северная охота; зубастая немецкая овчарка натягивала поводок, который держал в руке Иван Царевич. (29)Он был в шапке-ушанке военного образца, в белом овчинном полушубке, в валенках и в глубоких рукавицах – крагах, как их называют на Дальнем Севере. (30)За плечами Ивана Царевича висел автомат. (31)Голые треугольные деревья были затыканы в снег.
(32)Ребёнок ничего не увидел, ничего не запомнил, кроме жёлтых домов, колючей проволоки, вышек, овчарок, конвоиров с автоматами и синего-синего неба. (33)Эта тетрадь для рисования отражала суровый внутренний мир юного художника.
В предложениях 4–9 найдите антонимы (антонимическую пару). Выпишите эти антонимы.""", "лёгкое", "Ответ: мёртвый живой.", """Пояснение.
Находим антонимы в предложении 5: От прикосновения волшебных кисточек оживал мёртвый богатырь сказки, как бы спрыснутый живой водой."""),
(8, """(1)Толя осени не любил. (2)Не любил за то, что опадали листья и «реже солнышко блистало», а больше всего за то, что осенью часто дожди не пускали его на улицу.
(3)Но вот наступило такое утро, когда все окна были в извилистых водяных дорожках, а дождь заколачивал и заколачивал что-то в крышу... (4)Но мама не удерживала Толю дома, а даже поторапливала. (5)И Толя почувствовал, что теперь он совсем большой: папа тоже ходил на работу в любую погоду!
(6)Мама вынула из шкафа зонтик и белый плащ, который Толя тайком надевал вместо халата, когда они с ребятами играли в докторов.
– (7)Ты куда? — удивился Толя.
– (8)Тебя провожу.
– (9)Меня... провожать? (10)Что ты?
(11)Мама вздохнула и положила приготовленные вещи обратно в шкаф.
(12)Толе очень нравилось бежать в школу под дождём. (13)Один раз он обернулся и вдруг на другой стороне улицы увидел маму. (14)На улице было много плащей и зонтиков, но маму он узнал сразу. (15)А она, заметив, что Толя обернулся, спряталась за углом старого двухэтажного дома.
(16)«Прячется!» — сердито подумал Толя. (17)И побежал ещё быстрей, чтоб мама не вздумала догонять его.
(18)Возле самой школы он обернулся ещё раз, но мамы уже не было.
(19)«Вернулась», — с облегчением подумал он.
(20)На торжественной линейке ученики строились по классам. (21)Молодая учительница проворно смахивала с лица мокрые прядки волос и кричала:
– (22)Первый «В»! (23)Первый «В»!
(24)Толя знал, что первый «В» — это он. (25)Учительница повела ребят на четвёртый этаж.
(26)Ещё дома Толя решил, что ни за что не сядет за парту с девчонкой. (27)Но учительница, словно шутя, спросила его: — (28)Ты, наверное, хочешь сесть с Черновой, да?
(29)И Толе показалось, будто он и правда всегда мечтал сидеть рядом с Черновой.
(30)Учительница раскрыла журнал и начала перекличку. (31)После переклички она сказала:
– (32)Орлов, прикрой, пожалуйста, окно.
(33)Толя сразу вскочил и подошёл к окну, но дотянуться до ручки ему было нелегко. (34)Он приподнялся и вдруг замер на цыпочках: за окном он неожиданно увидел маму. (35)Она стояла, держа в руках сложенный зонтик, не обращая внимания на дождь, который стекал с плаща, и медленно водила глазами по окнам школы: мама, наверно, хотела угадать, в каком классе сидит её Толя.
(36)И тут он не смог рассердиться. (37)Наоборот, ему захотелось высунуться на улицу, помахать маме и громко, чтобы не заглушил дождь, крикнуть: (38)«Не волнуйся! (39)Не волнуйся, мамочка... (40)Всё хорошо!» (41)Но крикнуть он не мог, потому что на уроке кричать не полагается.
Замените разговорное слово «не вздумала» в предложении 17 стилистически нейтральным синонимом. Напишите этот синоним.""", "нормальное", "Ответ: не решила.", """Пояснение.
Произведём лексическую замену.
(17)И побежал ещё быстрей, чтоб мама не решила догонять его."""),
(8, """(1)В детстве я очень, очень старалась полюбить театр, как мне велели: ведь это Большое Искусство, Храм. (2)И я, как положено, должна испытывать священный трепет, но помнить при этом, что в театре есть театральные условности. (3)Я помнила, но, когда пожилой дядька в камзоле с пышными рукавами, с большим бархатным животом, колыхавшимся над тоненькими ножками, грозно, как классный руководитель, вопросил: «Скажи, Лаура, который год тебе?» — и грузная тётенька гавкнула в ответ: «Осьмнадцать лет!», — ужасное смятение и стыд смяли меня, и все мои старания полюбить театр были окончательно перечёркнуты.
(4)А между тем в театре было тепло, в зале приятно и сложно пахло, в фойе гуляли нарядные люди, окна были укутаны шторами из парашютного шёлка, будто кучевыми облаками. (5)Да, храм. (6)Наверное. (7)Но это не мой храм, и боги в нём не мои.
(8)А вот совсем другое дело — кинотеатр «Арс», плохонький сарайчик на площади. (9)Там неудобные деревянные сиденья, там сидят в пальто, там мусор лежит на полу. (10)Там не встретишь «завзятых театралов», принаряженных дам, заранее оскорблённых тем, что они, люди приличные, вынуждены три часа провести в обществе ничего не смыслящих профанов. (11)Там толпа вваливается и рассаживается, гремя сиденьями и распространяя кислый запах сырых пальто. (12)Сейчас начнут. (13)Это — счастье. (14)Это — кино.
(15)Медленно гасят свет. (16)Стрекотание проектора, удар луча — и всё, понеслось. (17)Перейдена черта, прошёл этот неуловимый миг, когда плоский и туповатый экран растворился, исчез, стал пространством, миром, полётом. (18)Сон, мираж, мечта. (19)Преображение.
(20)Да, я, безусловно, простой и примитивный кинозритель, как большинство людей. (21)От кино я именно и жду полного преображения, окончательного обмана — «чтоб не думать зачем, чтоб не помнить когда». (22)Театр на это не способен, да и не претендует.
(23)Театр для тех, кто любит живых актёров и милостиво прощает им их несовершенства в обмен на искусство. (24)Кино для тех, кто любит сны и чудеса. (25)Театр не скрывает, что всё, что вы видите, — притворство. (26)Кино притворяется, что всё, что вы видите, — правда. (27)Театр — для взрослых, кино — для детей.
Замените книжное слово «трепет» в предложении 2 стилистически нейтральным синонимом. Напишите этот синоним.""", "нормальное", "Ответ: волнение.", """Пояснение.
Произведём лексическую замену.
(2)И я, как положено, должна испытывать священное волнение, но помнить при этом, что в театре есть театральные условности.
Заменить красиво не получается: и род не тот, и сочетание «священное волнение» странное. Ни «испуг», ни «страх» тем более не подходят."""),
(8, """(1)Однажды в начале октября, рано утром, уходя в гимназию, я забыл ещё с вечера приготовленный матерью конверт с деньгами. (2)Их нужно было внести за обучение в первом полугодии.
(3)Когда началась большая перемена, когда всех нас по случаю холодной, но сухой и солнечной погоды выпускали во двор и на нижней площадке лестницы я увидел мать, только тогда я вспомнил про конверт и понял, что она, видно, не стерпела и принесла его сама.
(4)Мать, однако, стояла в сторонке в своей облысевшей шубёнке, в смешном капоре, под которым висели седые волосики, и с заметным волнением, как-то ещё более усиливавшим её жалкую внешность, беспомощно вглядывалась в бегущую мимо ораву гимназистов, которые, смеясь, на неё оглядывались и что-то друг другу говорили.
(5)Приблизившись, я приостановился и хотел было незаметно проскочить, но мать, завидев меня и сразу засветясь ласковой улыбкой, помахала рукой, и я, хоть мне и было ужасно стыдно перед товарищами, подошёл к ней.
– (6)Вадичка, мальчик, — старчески глухо заговорила она, протягивая мне оставленный дома конверт и жёлтенькой ручкой боязливо, словно она жглась, прикасаясь к пуговице моей шинели, — ты забыл деньги, а я думаю — испугается, так вот — принесла.
(7)Сказав это, она посмотрела на меня, будто просила милостыни, но, в ярости за причинённый мне позор, я ненавидящим шёпотом возразил, что нежности телячьи эти нам не ко двору, что уж коли деньги принесла, так пусть сама и платит.
(8)Мать стояла тихо, слушала молча, виновато и горестно опустив старые свои ласковые глаза. (9)Я сбежал по уже опустевшей лестнице и, открывая тугую, шумно сосущую воздух дверь, оглянулся и посмотрел на мать. (10)Но сделал я это не потому вовсе, что мне стало её сколько-нибудь жаль, а всего лишь из боязни, что она в столь неподходящем месте расплачется.
(11)Мать всё так же стояла на площадке и, печально склонив голову, смотрела мне вслед. (12)3аметив, что я смотрю на неё, она помахала мне рукой с конвертом так, как это делают на вокзале, и это движение, такое молодое и бодрое, только ещё больше показало, какая она старая, оборванная и жалкая.
(13)На дворе ко мне подошли несколько товарищей и один спросил, что это за шут гороховый в юбке, с которым я только что беседовал. (14)Я, весело смеясь, ответил, что это обнищавшая гувернантка и что пришла она ко мне с письменными рекомендациями.
(15)Когда же, уплатив деньги, мать вышла и, ни на кого не глядя, сгорбившись, словно стараясь стать ещё меньше, быстро постукивая стоптанными, совсем кривыми каблучками, прошла по асфальтовой дорожке к железным воротам, я почувствовал, что у меня болит за неё сердце.
(16)Боль эта, которая столь горячо обожгла меня в первое мгновение, длилась, однако, весьма недолго.
Замените просторечное слово «орава» из предложения 4 стилистически нейтральным синонимом. Напишите этот синоним.""", "нормальное", "Ответ: толпу.", """Пояснение.
Произведём лексическую замену.
(4) ....вглядывалась в бегущую мимо толпу гимназистов."""),
(8, """(1)Меня часто спрашивают, почему я, человек вполне сухопутный, так привязан к Севастополю, к морякам и кораблям, я говорю:
– (2)Потому что море я полюбил в детстве.
(3)И сегодня мне хочется вспомнить подробности тех дней, когда я впервые ощутил тоску по Севастополю.
(4)Это случилось в начале июня. (5)Я от нечего делать зашёл к Шалимовым. (6)Лёшка сердито мастерил из загнутой медной трубки и гвоздя пугач-хлопушку. (7)На меня он только глянул с хмурым равнодушием. (8)В те дни, о которых я рассказываю, он дразнил меня непонятным прозвищем Кнабель. (9)Впрочем, Лёшкины дразнилки были беззлобные, а
по-настоящему злился он, если к нему лезли под руку во время важной работы. (10)Поэтому я не стал соваться и разглядывать пугач, а смирно присел на укрытую суконным одеялом койку.
(11)На коричневом сукне лежала книга, на которой были разлапистые якоря, парусные корабли и слова: «С. Григорьев. Малахов курган».
(12)Всё, что было связано с морем и парусами, приводило меня в волнение. (13)Книгу я тихо открыл и стал читать, как десятилетний мальчик Венька стоит на крыше своего дома и смотрит на входящую в бухту эскадру, как блестит на солнце оранжевая ребристая черепица на белых домиках.
(14)Я листал страницы неслышно и сидел не шевелясь, боясь лишним движением напомнить о себе.
(15)Видимо, с пугачом ладилось: Лёшка, не сказав ни слова, ушёл, а через минуту на дворе грохнуло. (16)Выстрел встряхнул меня — надо было принимать решение. (17)Попросить Лёшку, чтобы дал почитать? (18)Он может ответить «бери», а может и буркнуть «сам читаю» или «не моя». (19)Я непослушными пальцами расстегнул на животе оловянные пуговки, запихал книгу и боком скользнул на кухню. (20)Щёлкнул на двери крючком и замер с книжкой у стола…
(21)Через какое-то время Лёшка задёргал дверь.
– (22)Кнабель, это ты стырил книгу?
– (23)Всё равно не дам, пока не дочитаю! — отчаянно сказал я, потому что расстаться с повестью о Севастополе было, казалось, выше моих сил.
– (24)Ну, только выйди, — нехорошим голосом предупредил Лёшка.
(25)К середине следующего дня я дочитал «Малахов курган» и, виноватый, готовый к заслуженной каре, но всё равно счастливый, понёс книгу Лёшке. (26)Лёшка встретил меня вполне миролюбиво, улыбнулся и сказал:
– (27)Да ладно, у меня сейчас «Восемьдесят дней вокруг света» есть, а эту читай ещё, если охота…
(28)И я читал ещё. (29)Не спеша. (30)Про Веньку и про Нахимова, про гибель кораблей, затопленных у входа в бухту, и про матросов на бастионах. (31)А ещё в книге был Севастополь. (32)Я читал о жутких
непрекращающихся бомбардировках, о развалинах и пожарах, но сквозь дым военного разрушения продолжал видеть мирный и солнечный город у необозримого моря. (33)Тот, который нужен был мне…
Замените просторечное слово «стырил» в предложении 22 стилистически нейтральным синонимом (синонимичным выражением). Напишите этот синоним.""", "сложное", "Ответ: украл.", """Пояснение.
Произведём лексическую замену.
(22)Кнабель, это ты украл книгу?"""),
(8, """(1)Однажды ранней весной привезли в зоопарк росомаху. (2)Она была похожа на огромную куницу: тёмно-бурая, покрытая длинной жёсткой шерстью. (3)По поведению росомахи служители зоопарка с первого взгляда поняли, что у неё, наверно, скоро должны родиться детёныши и она ищет место для логова.
(4)В клетку поставили деревянный домик. (5)Однако росомахе домик не понравился. (6)После долгих поисков она устроила логово под домиком: вырыла небольшое углубление, выстлала его своей шерстью, а через несколько дней оттуда послышался писк новорождённых.
(7)С появлением маленьких детёнышей росомаха перестала тосковать и рваться на волю. (8)А если же её детёнышам грозила опасность, она как-то по-особенному рычала, и детёныши, словно по команде, скрывались под домиком. (9)Особенно волновалась росомаха, когда они подходили к соседней клетке, в которой сидели два злющих волка. (10)Серые хищники давно охотились за её малышами. (11)Если те подбегали к решётке, волки злобно рычали, шерсть у них поднималась дыбом, они хватали зубами
за сетку и с силой дёргали, стараясь схватить росомашек.
(12)Днём волков отгонял служитель. (13)Зато ночью им никто не мешал. (14)И вот однажды, когда волки, как обычно, дёргали сетку, она не выдержала напора, разорвалась, и два серых хищника пролезли в клетку к росомахе.
(15)Увидев, что детёнышам грозит опасность, мать смело бросилась к ним на защиту. (16)Она была гораздо слабее двух волков и, не будь у неё детей, уж, наверное, постаралась бы уйти. (17)Но разве могла уйти и оставить своих детёнышей росомаха-мать?
(18)Она яростно кидалась то на одного, то на другого волка, увёртывалась от их укусов, бросалась опять, не давая им подойти к детям.
(19)Несколько раз пробовали волки пробраться к ним под домик, и каждый раз их отгоняла росомаха.
(20)Но вдруг в борьбе кто-то опрокинул деревянный домик. (21)Две маленькие испуганные росомашки остались совсем без прикрытия. (22)Жаждущие добычи волки уже готовы были схватить их, но мать успела закрыть собой детёнышей. (23)Она всем телом легла на малышей и, с какой бы стороны ни старались их схватить волки, моментально поворачивалась и встречала их оскаленной пастью.
(24)Закрывая собой детёнышей, росомаха даже не могла теперь увернуться от укусов волков и всё-таки находила в себе силы отбивать их нападение.
(25)Неизвестно, чем бы кончился этот неравный бой, если бы на шум не прибежал сторож. (26)Он быстро отпер клетку и загнал волков на место. (27)Потом крепко заделал отверстие и подошёл к росомахе. (28)Она так ослабела, что у неё не было даже сил подняться. (29)И всё-таки, когда сторож хотел поглядеть, целы ли её малыши, она оскалила зубы и по-прежнему была готова их защищать.
(30)Убедившись, что малыши невредимы, сторож ушёл, а росомаха с трудом приподнялась и стала нежно лизать взъерошенную шёрстку своих детёнышей.
В предложениях 12–17 найдите синоним к слову «храбро». Выпишите этот синоним.""", "сложное", "Ответ: смело.", """Пояснение.
Находим синоним к слову в предложении 15: Увидев, что детёнышам грозит опасность, мать смело бросилась к ним на защиту."""),
(8, """(1)Мы задержались в школе, и, когда вышли на улицу, уже смеркалось. (2)Снегу навалило до половины валенка. (3)Я забеспокоился, зная, как жестоки наши степные сибирские метели, какие беды они могут принести.
(4)И скоро началось то, чего я опасался. (5)Снежинки вдруг закружились в таком танце, что через несколько минут началась настоящая пурга, вскоре перешедшая в большой буран. (6)Узенькую дорожку, которая вела в наше село, то и дело засыпало снегом, а потом она и совсем пропала. (7)Будто из-под ног её украл кто-то очень недобрый.
(8)Я испугался и не знал, что делать дальше. (9)Ветер свистел на все лады, чудились волки. (10)И вдруг в вое ветра я услышал спокойный голос матери: «Не бойся, тебе надо зарыться в снег». (11)Я так отчётливо слышал голос моей матери, отлично зная, что маминым голосом я разговариваю сам с собой в моём воображении…
(12)Мы вырыли пещерку и всю ночь просидели, рассказывая друг другу разные истории. (13)А утром, пробив дыру на свободу, мы отправились домой.
(14)Открыв дверь, я бросился к маме. (15)Бросился и — что было, то было — заплакал.
– (16)Да о чём ты? (17)Переобувайся да живо за стол, — сказала мать, ничего не спросив о минувшей ночи.
(18)Приехал отец. (19)Он хвалил меня, обещал мне купить маленькое, но настоящее ружьё. (20)Он удивлялся моей находчивости. (21)А мать?.. (22)Мать сказала: «Парню тринадцатый год, и странно было бы, если бы он растерялся в метель да себя с товарищами не спас».
(23)Вечером мы остались с бабушкой вдвоём. (24)Мать ушла на станцию, к фельдшеру. (25)Сказала, что угорела — болит голова. (26)С бабушкой мне всегда было легко и просто. (27)Я спросил её: «Бабушка, хоть ты скажи мне правду: почему мать не пожалела меня? (28)Неужели я в самом деле такой нестoящий?».
– (29)Дурень ты, больше никто! — ответила бабушка. — (30)Мать всю ночь не спала, ревела, как умалишённая, с собакой по степи тебя искала, колени обморозила... (31)Только ты ей, смотри, об этом ни гугу!
(32)Вскоре вернулась мать. (33)Она сказала бабушке: «Фельдшер дал порошки от головы. (34)Говорит, чепуха, скоро пройдёт».
(35)Я бросился к матери и обнял её ноги. (36)Сквозь толщу юбок я почувствовал, что её колени забинтованы. (37)Но я даже не подал виду. (38)Я никогда ещё не был так ласков с нею. (39)Я никогда ещё так не любил свою мать. (40)Обливаясь слезами, я целовал её обветренные руки. (41)А она погладила меня по голове и ушла, чтобы лечь. (42)Видимо, стоять ей было трудно.
(43)Так растила и закаливала нас наша любящая и заботливая мать. (44)Далеко смотрела она. (45)И худого из этого не получилось. (46)Мой брат теперь дважды Герой. (47)И про себя я кое-что мог бы сказать, да матерью строго-настрого наказано как можно меньше говорить о себе.
В предложениях 35−42 найдите антоним к слову «грубый». Выпишите этот антоним.""", "сложное", "Ответ: ласков.", """Пояснение.
Найдём антоним в предложении 38:
(38)Я никогда ещё не был так ласков с нею."""),
(9, """(1)В это утро Динка проснулась с тревогой на душе и, как только открыла глаза, вспомнила про Андрея, вспомнила, что сегодня, как обычно, приедет он, Хохолок. (2)Надо было хорошенько обдумать, как сказать ему, что она, Динка, повзрослела и никогда больше не сядет на раму его велосипеда, не поедет с ним кататься. (3)Ни в лес, ни в поле, ни по длинной тропке среди моря колосьев ржи. (4)Ничего этого больше не будет! (5)Не будет и тайн, рассказанных верному другу детства Хохолку.
(6)Тревожно на душе у Динки. (7)Она уже не думает о себе, она думает, как смягчить незаслуженную обиду, чтобы облегчить удар. (8)Ей вспоминается, как трудно было Хохолку приобрести велосипед и с каким торжеством он примчался на нём в первый раз. (9)«Теперь я буду катать тебя каждое воскресенье!» — сказал он тогда. (10)И с тех пор, уже второе лето, каждое воскресенье он обязательно мчал её куда-нибудь.
(11)Одно только воспоминание об этом нестерпимо мучило Динку, она видела перед собой знакомые глаза и хорошо знала: эти умные глаза читают в её душе... (12)И обманывать их бесполезно. (13)Да и как можно обманывать друга?
(14)Конечно, много мелких выкручиваний, много детского вранья лежит на совести прежней Динки. (15)Но ведь всё это было другое.
(16)А Динка росла, и жизнь ставила задачи всё труднее, серьёзнее. (17)Эти задачи требовали смелых решений, но ещё ни разу они не требовали от Динки такой жертвы — отказаться от одного ради другого.
(18)Динка молча сидела за столом, рассеянно улыбалась Лёне, не замечая, что он давно следит за ней беспокойным взглядом. (19)«Как я скажу Андрею?» — мучительно думала Динка. (20)А в глубине террасы стоял Лёня, и сердце его сдавливала боль.
(21)Проследив остановившийся взгляд Динки, Лёня увидел въезжающий с дороги велосипед.
– (22)Не говори ему ничего, — сжимая холодную руку подруги, быстро сказал Лёня. — (23)Слышишь меня?..
– (24)Слышу, — прошептала Динка, и губы её дрогнули. — (25)Я, конечно, всё понимаю, Лёня... (26)Нас было трое друзей. (27)А теперь должно быть двое! (28)И из нас троих нельзя обмануть никого!
Напишите сочинение-рассуждение. Объясните, как Вы понимаете смысл фрагмента текста: «Да и как можно обманывать друга?»
Приведите в сочинении два примера-иллюстрации из прочитанного текста, подтверждающих Ваши рассуждения.
Приводя примеры, указывайте номера нужных предложений или применяйте цитирование.
Объём сочинения должен составлять не менее 70 слов.
Если сочинение представляет собой пересказанный или полностью переписанный исходный текст без каких бы то ни было комментариев, то такая работа оценивается нулём баллов.
Сочинение пишите аккуратно, разборчивым почерком.""", "лёгкое", "-", """9.2
В приведённых словах скрыт, пожалуй, один из главных принципов дружеских отношений: здесь не может быть обмана, ведь дружба –это полное доверие, друг — это человек, на которого ты можешь положиться. Почему же это так волнует Динку, героиню повести В. А. Осеевой-Хмелёвой?
Динка выросла, у неё появилось новое чувство: она влюбилась в Лёню. Раньше они дружили втроём: Динка, Лёня, Андрей. Но чтобы сохранить дружбу, нужно сказать правду о новом зародившемся между ней и Лёней чувстве. Это нелегко, она не знает, как отнесётся к этому Хохолок, но это честно. Вот почему Динка так переживает накануне разговора (предложения номер 1, 6, 7). Но Динка сильная, она убеждена, что так будет правильно.
Переживает и Лёня. Но он колеблется: сказать Андрею правду или промолчать (предложения 20, 22)? Да, он может потерять друга, если скажет, но ведь он его потеряет и если будет обманывать.
Если Андрей ценит своих друзей, а они так привязаны к нему, то, хочется верить, что им удастся сохранить отношения и пронести свою дружбу, чистую, открытую, без обмана, через годы и испытания."""),
(9, """(1)Дом рассохся от старости, а может быть, и от того, что он стоял на поляне в сосновом лесу и от сосен всё лето тянуло жаром.
(2)Чайковскому нравился этот деревянный дом. (3)Единственное, что раздражало композитора, – это скрипучие половицы. (4)Чтобы пройти от двери к роялю, надо было переступить через пять шатких половиц. (5)Со стороны это выглядело, должно быть, забавно, когда пожилой композитор пробирался к роялю, рассматривал половицы прищуренными глазами.
(6)Если удавалось пройти так, чтобы ни одна из них не скрипнула, Чайковский садился за рояль и усмехался. (7)Неприятное осталось позади, а сейчас начнётся удивительное и весёлое: рассохшийся дом запоёт от первых же звуков рояля. (8)На любую клавишу отзовутся тончайшим резонансом сухие стропила, и двери, и старушка люстра, потерявшая половину своих хрусталей, похожих на дубовые листья.
(9)Самая простая музыкальная тема разыгрывалась этим домом, как симфония.
(10)С некоторых пор Чайковскому начало казаться, что дом уже с утра ждёт, когда композитор, напившись кофе, сядет за рояль. (11)Дом скучал без звуков.
(12)Иногда ночью, просыпаясь, Чайковский слышал, как, потрескивая, пропоёт то одна, то другая половица, как бы вспомнив его дневную музыку и выхватив из неё любимую ноту. (13)Ещё это напоминало оркестр перед увертюрой, когда оркестранты настраивают инструменты. (14)То тут, то там – то на чердаке, то в маленьком зале, то в застеклённой прихожей – кто-то трогал струну. (15)Чайковский сквозь сон улавливал мелодию, но, проснувшись утром, забывал её. (16)Он напрягал память и вздыхал: как жаль, что ночное треньканье деревянного дома нельзя сейчас проиграть! (17)Прислушиваясь к ночным звукам, он часто думал, что вот проходит жизнь, а ничего ещё толком не сделано. (18)Ещё ни разу ему не удалось передать тот лёгкий восторг, что возникает от зрелища радуги, от ауканья крестьянских девушек в чаще, от самых простых явлений окружающей жизни.
(19)Чем проще было то, что он видел, тем труднее оно ложилось на музыку. (20)Как передать хотя бы вчерашний случай, когда он укрылся от проливного дождя в избе у объездчика Тихона! (21)В избу вбежала Феня – дочь Тихона, девочка лет пятнадцати. (22)С её волос стекали капли дождя. (23)Две капли повисли на кончиках маленьких ушей. (24)Когда из-за тучи ударило солнце, капли в ушах у Фени заблестели, как алмазные серьги.
(25)Но Феня стряхнула капли, всё кончилось, и он понял, что никакой музыкой не сможет передать прелесть этих мимолётных капель.
(26)Нет, очевидно, это ему не дано. (27)Он никогда не ждал вдохновения. (28)Он работал, работал, как подёнщик, как вол, и вдохновение рождалось в работе.
(29)Пожалуй, больше всего ему помогали леса, просеки, заросли, заброшенные дороги, этот удивительный воздух и всегда немного печальные русские закаты. (30)Он не променяет эти туманные зори ни на какие великолепные позлащённые закаты Италии. (31)Он без остатка отдал своё сердце России – её лесам и деревушкам, околицам, тропинкам и песням. (32)Но с каждым днём его всё больше мучает невозможность выразить всю поэзию своей страны. (33)Он должен добиться этого. (34)Нужно только не щадить себя.
Какие из высказываний соответствуют содержанию текста? Укажите номера ответов.
1) Всё в деревянном доме отзывалось на звуки рояля.
2) Чайковский переживал, что дом скучает в его отсутствие.
3) Чайковский готов был променять скромные русские пейзажи на великолепную природу Италии.
4) Композитору нравилось, как сверкали алмазные серьги Фени.
5) Чайковскому казалось, что его музыкальные произведения не могут передать всю красоту и многообразие окружающего мира.
Напишите сочинение-рассуждение. Объясните, как Вы понимаете смысл фрагмента текста: «Он никогда не ждал вдохновения. Он работал, работал, как подёнщик, как вол, и вдохновение рождалось в работе».
Приведите в сочинении два примера-иллюстрации из прочитанного текста, подтверждающих Ваши рассуждения.
Приводя примеры, указывайте номера нужных предложений или применяйте цитирование.
Объём сочинения должен составлять не менее 70 слов.
Если сочинение представляет собой пересказанный или полностью переписанный исходный текст без каких бы то ни было комментариев, то такая работа оценивается нулём баллов.
Сочинение пишите аккуратно, разборчивым почерком.""", "лёгкое", "-", """9.2
Многие думают, что у талантливых людей всё легко и просто: им даровано свыше больше, чем простым смертным. Сел композитор за рояль — написал новую мелодию. Встал у мольберта художник — появилось новое полотно. Автор текста, говоря о Чайковском, разубеждает нас в этом: «Он никогда не ждал вдохновения. Он работал, работал, как подёнщик, как вол, и вдохновение рождалось в работе».
Чайковский — истинный патриот своей страны, поэтому вдохновение находит в русской природе, которую не променял бы ни на что на свете. Для неё, горячо любимой Родины, он готов трудиться без устали, «отдать своё сердце», всего себя, потому что больше всего боится, что не успеет сказать о России всего. Этой теме посвящены последние строки текста К. Г. Паустовского.
Предложении 19 звучит как признание композитора о «муках творчества»: «Чем проще было то, что он видел, тем труднее оно ложилось на музыку». Когда человек вкладывает всего себя в своё дело, тогда дело становится его жизнью. Музыка Чайковского потому и продолжает жить, что она была делом всей его жизни.
Искусство пробуждает в человеке огромные силы. Настоящее произведение искусства может пробудить в человеке чувства, до этого дремавшие в его сердце. Необыкновенная жажда жизни, любовь, желание и умение сострадать и чувствовать красоту — вот то, что может вспыхнуть в каждом, кто прикоснется к прекрасному."""),
(9, """(1)Это была обыкновенная школьная тетрадка для рисования, найденная мною в куче мусора. (2)Все её страницы были разрисованы красками, прилежно, тщательно и трудолюбиво. (3)Я перевёртывал хрупкую на морозе бумагу, заиндевелые яркие и холодные наивные листы.
(4)И я рисовал когда-то – давно это было, – примостясь у керосиновой лампы на обеденном столе. (5)От прикосновения волшебных кисточек оживал мёртвый богатырь сказки, как бы спрыснутый живой водой. (6)Акварельные краски, похожие на женские пуговицы, лежали в белой жестяной коробке. (7)Иван Царевич на Сером Волке скакал по еловому лесу. (8)Ёлки были меньше Серого Волка. (9)Иван Царевич сидел верхом на Волке так, как эвенки ездят на оленях, почти касаясь пятками мха. (10)Дым пружиной поднимался к небу, и птички, как отчёркнутые галочки, виднелись в синем звёздном небе.
(11)И чем сильнее я вспоминал своё детство, тем яснее понимал, что детство моё не повторится, что я не встречу и тени его в чужой ребяческой тетради.
(12)Это была грозная тетрадь – она поразила меня.
(13)Северный город был деревянным, заборы и стены домов красились светлой охрой, и кисточка юного художника честно повторила этот жёлтый цвет везде, где мальчик хотел говорить об уличных зданиях, об изделии рук человеческих.
(14)В тетрадке было много, очень много заборов. (15)Люди и дома почти на каждом рисунке были огорожены жёлтыми ровными заборами, обвитыми чёрными линиями колючей проволоки. (16)Железные нити казённого образца покрывали все заборы в детской тетрадке.
(17)Около забора стояли люди. (18)Они не были ни крестьянами, ни рабочими, ни охотниками – это были конвойные и часовые с винтовками. (19)Дождевые будки-грибы, около которых юный художник разместил конвойных и часовых, стояли у подножья огромных караульных вышек, и на вышках ходили солдаты, блестели винтовочные стволы.
(20)Тетрадка была невелика, но мальчик успел нарисовать в ней все времена года своего родного города.
(21)Яркая земля, однотонно-зелёная, и синее-синее небо, свежее, чистое и ясное. (22)Закаты и восходы были добротно алыми, и это, конечно, не было детским неуменьем найти полутона, цветовые переходы, раскрыть секреты светотени.
(23)Сочетания красок в школьной тетради были правдивым изображением неба Дальнего Севера, краски которого необычайно чисты и ясны и не имеют полутонов.
(24)И в зимних рисунках ребёнок не отошёл от истины. (25)Зелень исчезла. (26)Деревья были чёрными и голыми. (27)Это были лиственницы, а не сосны и ёлки моего детства.
(28)Шла северная охота; зубастая немецкая овчарка натягивала поводок, который держал в руке Иван Царевич. (29)Он был в шапке-ушанке военного образца, в белом овчинном полушубке, в валенках и в глубоких рукавицах – крагах, как их называют на Дальнем Севере. (30)За плечами Ивана Царевича висел автомат. (31)Голые треугольные деревья были затыканы в снег.
(32)Ребёнок ничего не увидел, ничего не запомнил, кроме жёлтых домов, колючей проволоки, вышек, овчарок, конвоиров с автоматами и синего-синего неба. (33)Эта тетрадь для рисования отражала суровый внутренний мир юного художника.
9.2. Напишите сочинение-рассуждение. Объясните, как Вы понимаете смысл фразы из текста: «Это была грозная тетрадь — она поразила меня». Приведите в сочинении два примера-иллюстрации из прочитанного текста, подтверждающих Ваши рассуждения. Приводя примеры, указывайте номера нужных предложений или применяйте цитирование. Объём сочинения должен составлять не менее 70 слов. Если сочинение представляет собой пересказанный или полностью переписанный исходный текст без каких бы то ни было комментариев, то такая работа оценивается нулём баллов. Сочинение пишите аккуратно, разборчивым почерком.""", "лёгкое", "-", """9.2
Приведённые строки текста: «Это была грозная тетрадь — она поразила меня» — подчёркивают, насколько тяжело автору было понять юного художника с его недетским восприятием действительности, тяжело и грустно, что ребёнок так мрачно воспринимает окружающий мир.
В предложениях 14—15 (В тетрадке было много, очень много заборов. (15)Люди и дома почти на каждом рисунке были огорожены жёлтыми ровными заборами, обвитыми чёрными линиями колючей проволоки.) удручает картина какой-то тюремной действительности. Может, художник сам рос за колючей проволокой и светлые впечатления в его жизни были редки, потому и отразились так в его рисунках?
Особо удручает описание альбома маленького художника на фоне светлых авторских воспоминаний о своих детских рисунках: «От прикосновения волшебных кисточек оживал мёртвый богатырь сказки, как бы спрыснутый живой водой».
Страшно в жизни встретиться с человеком, детскими воспоминаниями которого была колючая проволока и жёлтый забор. Именно благодаря внутреннему миру мы все разные. Но сделать свой внутренний мир богаче, интереснее под силу каждому из нас, нужно только стремиться к этому."""),
(9, """(1)Толя осени не любил. (2)Не любил за то, что опадали листья и «реже солнышко блистало», а больше всего за то, что осенью часто дожди не пускали его на улицу.
(3)Но вот наступило такое утро, когда все окна были в извилистых водяных дорожках, а дождь заколачивал и заколачивал что-то в крышу... (4)Но мама не удерживала Толю дома, а даже поторапливала. (5)И Толя почувствовал, что теперь он совсем большой: папа тоже ходил на работу
в любую погоду!
(6)Мама вынула из шкафа зонтик и белый плащ, который Толя тайком надевал вместо халата, когда они с ребятами играли в докторов.
– (7)Ты куда? — удивился Толя.
– (8)Тебя провожу.
– (9)Меня... провожать? (10)Что ты?
(11)Мама вздохнула и положила приготовленные вещи обратно в шкаф.
(12)Толе очень нравилось бежать в школу под дождём. (13)Один раз он обернулся и вдруг на другой стороне улицы увидел маму. (14)На улице было много плащей и зонтиков, но маму он узнал сразу. (15)А она, заметив, что Толя обернулся, спряталась за углом старого двухэтажного дома.
(16)«Прячется!» — сердито подумал Толя. (17)И побежал ещё быстрей, чтоб мама не вздумала догонять его.
(18)Возле самой школы он обернулся ещё раз, но мамы уже не было.
(19)«Вернулась», — с облегчением подумал он.
(20)На торжественной линейке ученики строились по классам. (21)Молодая учительница проворно смахивала с лица мокрые прядки волос и кричала:
– (22)Первый «В»! (23)Первый «В»!
(24)Толя знал, что первый «В» — это он. (25)Учительница повела ребят на четвёртый этаж.
(26)Ещё дома Толя решил, что ни за что не сядет за парту с девчонкой. (27)Но учительница, словно шутя, спросила его: — (28)Ты, наверное, хочешь сесть с Черновой, да?
(29)И Толе показалось, будто он и правда всегда мечтал сидеть рядом с Черновой.
(30)Учительница раскрыла журнал и начала перекличку. (31)После переклички она сказала:
– (32)Орлов, прикрой, пожалуйста, окно.
(33)Толя сразу вскочил и подошёл к окну, но дотянуться до ручки ему было нелегко. (34)Он приподнялся и вдруг замер на цыпочках: за окном он неожиданно увидел маму. (35)Она стояла, держа в руках сложенный зонтик, не обращая внимания на дождь, который стекал с плаща, и медленно водила глазами по окнам школы: мама, наверно, хотела угадать, в каком классе сидит её Толя.
(36)И тут он не смог рассердиться. (37)Наоборот, ему захотелось высунуться на улицу, помахать маме и громко, чтобы не заглушил дождь, крикнуть: (38)«Не волнуйся! (39)Не волнуйся, мамочка... (40)Всё хорошо!» (41)Но крикнуть он не мог, потому что на уроке кричать не полагается.
Напишите сочинение-рассуждение. Объясните, как Вы понимаете смысл финала текста: «Наоборот, ему захотелось высунуться на улицу, помахать маме и громко, чтобы не заглушил дождь, крикнуть: "Не волнуйся! Не волнуйся, мамочка... Всё хорошо!"»
Приведите в сочинении два примера-иллюстрации из прочитанного текста, подтверждающих Ваши рассуждения.
Приводя примеры, указывайте номера нужных предложений или применяйте цитирование.
Объём сочинения должен составлять не менее 70 слов.
Если сочинение представляет собой пересказанный или полностью переписанный исходный текст без каких бы то ни было комментариев, то такая работа оценивается нулём баллов.
Сочинение пишите аккуратно, разборчивым почерком.""", "нормальное", "-", """9.2
Очень часто бывает так, что мы не можем вовремя оценить, насколько любит нас самый близкий, дорогой нам человек — мама. Это не всегда показатель нашей чёрствости, равнодушия, нет. Порой мы настолько привыкаем, что мама есть, что нам кажется, что она будет всегда, а значит ещё успеется сказать ей добрые слова, показать ей свою любовь.
Герой текста Анатолия Алексина любит свою маму, он не хотел, чтобы мама сопровождала его в школу, потому что боялся насмешек сверстников. А когда увидел её через окно, понял, насколько она его любит, поэтому ему захотелось ответить взаимностью. Именно об этом финальные строчки текста.
Когда мама собиралась провожать Толю в школу, он отказался, а мама покорно положила вещи в шкаф, потому что поняла своего ребёнка, потому что она дорожит его чувствами (предложения номер 7 — 11).
Толя бежал в школу, часто оглядываясь, чтобы мама не шла вслед за ним. Но показательным при этом является предложение номер 14 (На улице было много плащей и зонтиков, но маму он узнал сразу): маму герой узнаёт сразу — это говорит о том, что мальчик любит её, поэтому смог узнать на многолюдной улице среди множества плащей и зонтиков. А может быть, Толя чувствовал себя спокойно один именно потому, что подсознательно чувствовал, что мама рядом, она оберегает и в любую минуту придёт на помощь?!
Материнская любовь — это безопасность, покой, доверие, забота, но нельзя забывать, что в заботе и доверии нуждаются и наши мамы. Давайте почаще вспоминать об этом."""),
(9, """(1)В детстве я очень, очень старалась полюбить театр, как мне велели: ведь это Большое Искусство, Храм. (2)И я, как положено, должна испытывать священный трепет, но помнить при этом, что в театре есть театральные условности. (3)Я помнила, но, когда пожилой дядька в камзоле с пышными рукавами, с большим бархатным животом, колыхавшимся над тоненькими ножками, грозно, как классный руководитель, вопросил: «Скажи, Лаура, который год тебе?» — и грузная тётенька гавкнула в ответ: «Осьмнадцать лет!», — ужасное смятение и стыд смяли меня, и все мои старания полюбить театр были окончательно перечёркнуты.
(4)А между тем в театре было тепло, в зале приятно и сложно пахло, в фойе гуляли нарядные люди, окна были укутаны шторами из парашютного шёлка, будто кучевыми облаками. (5)Да, храм. (6)Наверное. (7)Но это не мой храм, и боги в нём не мои.
(8)А вот совсем другое дело — кинотеатр «Арс», плохонький сарайчик на площади. (9)Там неудобные деревянные сиденья, там сидят в пальто, там мусор лежит на полу. (10)Там не встретишь «завзятых театралов», принаряженных дам, заранее оскорблённых тем, что они, люди приличные, вынуждены три часа провести в обществе ничего не смыслящих профанов. (11)Там толпа вваливается и рассаживается, гремя сиденьями и распространяя кислый запах сырых пальто. (12)Сейчас начнут. (13)Это — счастье. (14)Это — кино.
(15)Медленно гасят свет. (16)Стрекотание проектора, удар луча — и всё, понеслось. (17)Перейдена черта, прошёл этот неуловимый миг, когда плоский и туповатый экран растворился, исчез, стал пространством, миром, полётом. (18)Сон, мираж, мечта. (19)Преображение.
(20)Да, я, безусловно, простой и примитивный кинозритель, как большинство людей. (21)От кино я именно и жду полного преображения, окончательного обмана — «чтоб не думать зачем, чтоб не помнить когда». (22)Театр на это не способен, да и не претендует.
(23)Театр для тех, кто любит живых актёров и милостиво прощает им их несовершенства в обмен на искусство. (24)Кино для тех, кто любит сны и чудеса. (25)Театр не скрывает, что всё, что вы видите, — притворство. (26)Кино притворяется, что всё, что вы видите, — правда. (27)Театр — для взрослых, кино — для детей.
9.2 Напишите сочинение-рассуждение. Объясните, как Вы понимаете смысл финала текста: «Театр для тех, кто любит живых актёров и милостиво прощает им их несовершенства в обмен на искусство. Кино для тех, кто любит сны и чудеса».
Приведите в сочинении два примера-иллюстрации из прочитанного текста, подтверждающих Ваши рассуждения.
Приводя примеры, указывайте номера нужных предложений или применяйте цитирование.
Объём сочинения должен составлять не менее 70 слов.
Если сочинение представляет собой пересказанный или полностью переписанный исходный текст без каких бы то ни было комментариев, то такая работа оценивается нулём баллов.
Сочинение пишите аккуратно, разборчивым почерком.""", "нормальное", "-", """9.2
Не одну сотню лет радует зрителей, и воспитывает, и бередит душу театр. Театр принято считать храмом искусства. Сравнительно недавно появился такой вид искусства, как кино, которое погружает нас в мир желаемый, заманчивый и привлекательный. Об этих различиях театра и кино говорит Татьяна Толстая.
Несмотря на то что «в театре было тепло, в зале приятно и сложно пахло, в фойе гуляли нарядные люди, окна были укутаны шторами из парашютного шёлка» (предложение номер 4), героиня не любит театр, что-то в нём для неё обманчиво, неестественно, противоречиво. Именно поэтому театр — не её храм.
Другое дело — кино. Кино героиня любит, потому что понятнее, ближе. От кино она, как и тысячи других зрителей, ждёт «полного преображения, окончательного обмана — «чтоб не думать зачем, чтоб не помнить когда» (предложение номер 21).
Сегодня человек уже не может представить себе жизнь без прочитанного романа, без нового кинофильма, без премьеры в театре, без модного шлягера и любимой музыкальной группы, без художественных выставок... Невозможно сказать наверняка, какой из видов искусства сильнее действует на человека, какой приносит большее удовольствие. Каждый может выбрать то, что ему ближе, привлекательнее."""),
(9, """(1)Однажды в начале октября, рано утром, уходя в гимназию, я забыл ещё с вечера приготовленный матерью конверт с деньгами. (2)Их нужно было внести за обучение в первом полугодии.
(3)Когда началась большая перемена, когда всех нас по случаю холодной, но сухой и солнечной погоды выпускали во двор и на нижней площадке лестницы я увидел мать, только тогда я вспомнил про конверт и понял, что она, видно, не стерпела и принесла его сама.
(4)Мать, однако, стояла в сторонке в своей облысевшей шубёнке, в смешном капоре, под которым висели седые волосики, и с заметным волнением, как-то ещё более усиливавшим её жалкую внешность, беспомощно вглядывалась в бегущую мимо ораву гимназистов, которые, смеясь, на неё оглядывались и что-то друг другу говорили.
(5)Приблизившись, я приостановился и хотел было незаметно проскочить, но мать, завидев меня и сразу засветясь ласковой улыбкой, помахала рукой, и я, хоть мне и было ужасно стыдно перед товарищами, подошёл к ней.
– (6)Вадичка, мальчик, — старчески глухо заговорила она, протягивая мне оставленный дома конверт и жёлтенькой ручкой боязливо, словно она жглась, прикасаясь к пуговице моей шинели, — ты забыл деньги, а я думаю — испугается, так вот — принесла.
(7)Сказав это, она посмотрела на меня, будто просила милостыни, но, в ярости за причинённый мне позор, я ненавидящим шёпотом возразил, что нежности телячьи эти нам не ко двору, что уж коли деньги принесла, так пусть сама и платит.
(8)Мать стояла тихо, слушала молча, виновато и горестно опустив старые свои ласковые глаза. (9)Я сбежал по уже опустевшей лестнице и, открывая тугую, шумно сосущую воздух дверь, оглянулся и посмотрел на мать. (10)Но сделал я это не потому вовсе, что мне стало её сколько-нибудь жаль, а всего лишь из боязни, что она в столь неподходящем месте расплачется.
(11)Мать всё так же стояла на площадке и, печально склонив голову, смотрела мне вслед. (12)3аметив, что я смотрю на неё, она помахала мне рукой с конвертом так, как это делают на вокзале, и это движение, такое молодое и бодрое, только ещё больше показало, какая она старая, оборванная и жалкая.
(13)На дворе ко мне подошли несколько товарищей и один спросил, что это за шут гороховый в юбке, с которым я только что беседовал. (14)Я, весело смеясь, ответил, что это обнищавшая гувернантка и что пришла она ко мне с письменными рекомендациями.
(15)Когда же, уплатив деньги, мать вышла и, ни на кого не глядя, сгорбившись, словно стараясь стать ещё меньше, быстро постукивая стоптанными, совсем кривыми каблучками, прошла по асфальтовой дорожке к железным воротам, я почувствовал, что у меня болит за неё сердце.
(16)Боль эта, которая столь горячо обожгла меня в первое мгновение, длилась, однако, весьма недолго.
""", "нормальное", "", """ """),
(9, """(1)Меня часто спрашивают, почему я, человек вполне сухопутный, так привязан к Севастополю, к морякам и кораблям, я говорю:
– (2)Потому что море я полюбил в детстве.
(3)И сегодня мне хочется вспомнить подробности тех дней, когда я впервые ощутил тоску по Севастополю.
(4)Это случилось в начале июня. (5)Я от нечего делать зашёл к Шалимовым. (6)Лёшка сердито мастерил из загнутой медной трубки и гвоздя пугач-хлопушку. (7)На меня он только глянул с хмурым равнодушием. (8)В те дни, о которых я рассказываю, он дразнил меня непонятным прозвищем Кнабель. (9)Впрочем, Лёшкины дразнилки были беззлобные, а
по-настоящему злился он, если к нему лезли под руку во время важной работы. (10)Поэтому я не стал соваться и разглядывать пугач, а смирно присел на укрытую суконным одеялом койку.
(11)На коричневом сукне лежала книга, на которой были разлапистые якоря, парусные корабли и слова: «С. Григорьев. Малахов курган».
(12)Всё, что было связано с морем и парусами, приводило меня в волнение. (13)Книгу я тихо открыл и стал читать, как десятилетний мальчик Венька стоит на крыше своего дома и смотрит на входящую в бухту эскадру, как блестит на солнце оранжевая ребристая черепица на белых домиках.
(14)Я листал страницы неслышно и сидел не шевелясь, боясь лишним движением напомнить о себе.
(15)Видимо, с пугачом ладилось: Лёшка, не сказав ни слова, ушёл, а через минуту на дворе грохнуло. (16)Выстрел встряхнул меня — надо было принимать решение. (17)Попросить Лёшку, чтобы дал почитать? (18)Он может ответить «бери», а может и буркнуть «сам читаю» или «не моя». (19)Я непослушными пальцами расстегнул на животе оловянные пуговки, запихал книгу и боком скользнул на кухню. (20)Щёлкнул на двери крючком и замер с книжкой у стола…
(21)Через какое-то время Лёшка задёргал дверь.
– (22)Кнабель, это ты стырил книгу?
– (23)Всё равно не дам, пока не дочитаю! — отчаянно сказал я, потому что расстаться с повестью о Севастополе было, казалось, выше моих сил.
– (24)Ну, только выйди, — нехорошим голосом предупредил Лёшка.
(25)К середине следующего дня я дочитал «Малахов курган» и, виноватый, готовый к заслуженной каре, но всё равно счастливый, понёс книгу Лёшке. (26)Лёшка встретил меня вполне миролюбиво, улыбнулся и сказал:
– (27)Да ладно, у меня сейчас «Восемьдесят дней вокруг света» есть, а эту читай ещё, если охота…
(28)И я читал ещё. (29)Не спеша. (30)Про Веньку и про Нахимова, про гибель кораблей, затопленных у входа в бухту, и про матросов на бастионах. (31)А ещё в книге был Севастополь. (32)Я читал о жутких
непрекращающихся бомбардировках, о развалинах и пожарах, но сквозь дым военного разрушения продолжал видеть мирный и солнечный город у необозримого моря. (33)Тот, который нужен был мне…
9.2 Напишите сочинение-рассуждение. Объясните, как Вы понимаете смысл фрагмента текста: «Я листал страницы неслышно и сидел не шевелясь, боясь лишним движением напомнить о себе».
Приведите в сочинении два примера-иллюстрации из прочитанного текста, подтверждающих Ваши рассуждения.
Приводя примеры, указывайте номера нужных предложений или применяйте цитирование.
Объём сочинения должен составлять не менее 70 слов.
Если сочинение представляет собой пересказанный или полностью переписанный исходный текст без каких бы то ни было комментариев, то такая работа оценивается нулём баллов.
Сочинение пишите аккуратно, разборчивым почерком.""", "сложное", "-", """9.2
В приведённом фрагменте показано, насколько увлекла героя книга. Не каждый может так читать. Мальчик полностью погрузился в повествование, боясь нарушить свою связь с книгой. А книга была о море.
В доказательство этого можно отметить, что у героя было особенное отношение к морю. «Всё, что было связано с морем и парусами, приводило меня в волнение», — говорит он. Вот почему попавшаяся ему на глаза книга сразу привлекла его внимание — она была про море. Об этом говорится в предложениях номер 30 и 31 («Про Веньку и про Нахимова, про гибель кораблей, затопленных у входа в бухту, и про матросов на бастионах. А ещё в книге был Севастополь»).
Книга была настолько увлекательной, что герой решился взять её без спроса домой, чтобы дочитать. Он готов был отдать себя на справедливый суд Лёшки, краснеть за свой поступок, но оторваться от чтения не мог. Книга обратила мальчика к мечте — мечте о море.
Не каждый читающий человек может быть читателем, настоящим, таким, как герой В. Крапивина, думающим, чувствующим свою неразрывную связь с книгой, её героями и событиями. Быть читателем нужно учиться."""),
(9, """(1)Однажды ранней весной привезли в зоопарк росомаху. (2)Она была похожа на огромную куницу: тёмно-бурая, покрытая длинной жёсткой шерстью. (3)По поведению росомахи служители зоопарка с первого взгляда поняли, что у неё, наверно, скоро должны родиться детёныши и она ищет место для логова.
(4)В клетку поставили деревянный домик. (5)Однако росомахе домик не понравился. (6)После долгих поисков она устроила логово под домиком: вырыла небольшое углубление, выстлала его своей шерстью, а через несколько дней оттуда послышался писк новорождённых.
(7)С появлением маленьких детёнышей росомаха перестала тосковать и рваться на волю. (8)А если же её детёнышам грозила опасность, она как-то по-особенному рычала, и детёныши, словно по команде, скрывались под домиком. (9)Особенно волновалась росомаха, когда они подходили к соседней клетке, в которой сидели два злющих волка. (10)Серые хищники давно охотились за её малышами. (11)Если те подбегали к решётке, волки злобно рычали, шерсть у них поднималась дыбом, они хватали зубами
за сетку и с силой дёргали, стараясь схватить росомашек.
(12)Днём волков отгонял служитель. (13)Зато ночью им никто не мешал. (14)И вот однажды, когда волки, как обычно, дёргали сетку, она не выдержала напора, разорвалась, и два серых хищника пролезли в клетку к росомахе.
(15)Увидев, что детёнышам грозит опасность, мать смело бросилась к ним на защиту. (16)Она была гораздо слабее двух волков и, не будь у неё детей, уж, наверное, постаралась бы уйти. (17)Но разве могла уйти и оставить своих детёнышей росомаха-мать?
(18)Она яростно кидалась то на одного, то на другого волка, увёртывалась от их укусов, бросалась опять, не давая им подойти к детям.
(19)Несколько раз пробовали волки пробраться к ним под домик, и каждый раз их отгоняла росомаха.
(20)Но вдруг в борьбе кто-то опрокинул деревянный домик. (21)Две маленькие испуганные росомашки остались совсем без прикрытия. (22)Жаждущие добычи волки уже готовы были схватить их, но мать успела закрыть собой детёнышей. (23)Она всем телом легла на малышей и, с какой бы стороны ни старались их схватить волки, моментально поворачивалась и встречала их оскаленной пастью.
(24)Закрывая собой детёнышей, росомаха даже не могла теперь увернуться от укусов волков и всё-таки находила в себе силы отбивать их нападение.
(25)Неизвестно, чем бы кончился этот неравный бой, если бы на шум не прибежал сторож. (26)Он быстро отпер клетку и загнал волков на место. (27)Потом крепко заделал отверстие и подошёл к росомахе. (28)Она так ослабела, что у неё не было даже сил подняться. (29)И всё-таки, когда сторож хотел поглядеть, целы ли её малыши, она оскалила зубы и по-прежнему была готова их защищать.
(30)Убедившись, что малыши невредимы, сторож ушёл, а росомаха с трудом приподнялась и стала нежно лизать взъерошенную шёрстку своих детёнышей.
9.2 Напишите сочинение-рассуждение. Объясните, как Вы понимаете смысл фразы из текста: «Но разве могла уйти и оставить своих детёнышей росомаха-мать?»
Приведите в сочинении два примера-иллюстрации из прочитанного текста, подтверждающих Ваши рассуждения.
Приводя примеры, указывайте номера нужных предложений или применяйте цитирование.
Объём сочинения должен составлять не менее 70 слов.
Если сочинение представляет собой пересказанный или полностью переписанный исходный текст без каких бы то ни было комментариев, то такая работа оценивается нулём баллов.
Сочинение пишите аккуратно, разборчивым почерком.""", "сложное", "-", """9.2
Значение слово «мама» многолико. В тексте Веры Чаплиной рассказано, как росомаха-мать защищает своих детёнышей, защищает самозабвенно, жертвуя собой. Об этом приведённые строки текста: «Но разве могла уйти и оставить своих детёнышей росомаха-мать?»
Удивительно, что животное способно на такие проявления любви. Росомаха — заботливая мать. Она «устроила логово под домиком: вырыла небольшое углубление, выстлала его своей шерстью», чтобы её дети были защищёнными.
Когда случилась беда, мать вступила в неравный бой с волками, прикрывая детёнышей своим телом, отчаянно спасая своих малышей. А после того, как сторож отбил нападение волков, росомаха не заметила собственных ран, она «с трудом приподнялась и стала нежно лизать взъерошенную шёрстку своих детёнышей».
Материнская любовь — это огромная сила, созидающая, творящая, вдохновляющая. Она способна творить чудеса, возрождать к жизни, спасать от опасных болезней. Мать — спасительница, даже если это мать-росомаха. Примеры из текста Чаплиной — тому подтверждение."""),
(9, """(1)Мы задержались в школе, и, когда вышли на улицу, уже смеркалось. (2)Снегу навалило до половины валенка. (3)Я забеспокоился, зная, как жестоки наши степные сибирские метели, какие беды они могут принести.
(4)И скоро началось то, чего я опасался. (5)Снежинки вдруг закружились в таком танце, что через несколько минут началась настоящая пурга, вскоре перешедшая в большой буран. (6)Узенькую дорожку, которая вела в наше село, то и дело засыпало снегом, а потом она и совсем пропала. (7)Будто из-под ног её украл кто-то очень недобрый.
(8)Я испугался и не знал, что делать дальше. (9)Ветер свистел на все лады, чудились волки. (10)И вдруг в вое ветра я услышал спокойный голос матери: «Не бойся, тебе надо зарыться в снег». (11)Я так отчётливо слышал голос моей матери, отлично зная, что маминым голосом я разговариваю сам с собой в моём воображении…
(12)Мы вырыли пещерку и всю ночь просидели, рассказывая друг другу разные истории. (13)А утром, пробив дыру на свободу, мы отправились домой.
(14)Открыв дверь, я бросился к маме. (15)Бросился и — что было, то было — заплакал.
– (16)Да о чём ты? (17)Переобувайся да живо за стол, — сказала мать, ничего не спросив о минувшей ночи.
(18)Приехал отец. (19)Он хвалил меня, обещал мне купить маленькое, но настоящее ружьё. (20)Он удивлялся моей находчивости. (21)А мать?.. (22)Мать сказала: «Парню тринадцатый год, и странно было бы, если бы он растерялся в метель да себя с товарищами не спас».
(23)Вечером мы остались с бабушкой вдвоём. (24)Мать ушла на станцию, к фельдшеру. (25)Сказала, что угорела — болит голова. (26)С бабушкой мне всегда было легко и просто. (27)Я спросил её: «Бабушка, хоть ты скажи мне правду: почему мать не пожалела меня? (28)Неужели я в самом деле такой нестoящий?».
– (29)Дурень ты, больше никто! — ответила бабушка. — (30)Мать всю ночь не спала, ревела, как умалишённая, с собакой по степи тебя искала, колени обморозила... (31)Только ты ей, смотри, об этом ни гугу!
(32)Вскоре вернулась мать. (33)Она сказала бабушке: «Фельдшер дал порошки от головы. (34)Говорит, чепуха, скоро пройдёт».
(35)Я бросился к матери и обнял её ноги. (36)Сквозь толщу юбок я почувствовал, что её колени забинтованы. (37)Но я даже не подал виду. (38)Я никогда ещё не был так ласков с нею. (39)Я никогда ещё так не любил свою мать. (40)Обливаясь слезами, я целовал её обветренные руки. (41)А она погладила меня по голове и ушла, чтобы лечь. (42)Видимо, стоять ей было трудно.
(43)Так растила и закаливала нас наша любящая и заботливая мать. (44)Далеко смотрела она. (45)И худого из этого не получилось. (46)Мой брат теперь дважды Герой. (47)И про себя я кое-что мог бы сказать, да матерью строго-настрого наказано как можно меньше говорить о себе.
9.2 Напишите сочинение-рассуждение. Объясните, как Вы понимаете смысл предложений фрагмента текста: «Я никогда ещё не был так ласков с нею. Я никогда ещё так не любил свою мать».
Приведите в сочинении два примера-иллюстрации из прочитанного текста, подтверждающих Ваши рассуждения.
Приводя примеры, указывайте номера нужных предложений или применяйте цитирование.
Объём сочинения должен составлять не менее 70 слов.
Если сочинение представляет собой пересказанный или полностью переписанный исходный текст без каких бы то ни было комментариев, то такая работа оценивается нулём баллов.
Сочинение пишите аккуратно, разборчивым почерком.""", "сложное", "-", """9.2
Очень часто бывает так, что мы не можем вовремя оценить, на-сколько любит нас самый близкий, дорогой нам человек — мама. Это не всегда показатель нашей чёрствости, равнодушия, нет. Порой мы настолько привыкаем, что мама есть, и нам кажется, что она будет всегда, а значит ещё успеется сказать ей добрые слова, показать ей свою любовь. Осознание собственных ошибок приходит гораздо позже. Отрадно, что герой текста Евгения Пермяка понял, как сильно переживала мама из-за него, и оценил это, о чём свидетельствуют финальные строки текста: «Я никогда ещё не был так ласков с нею. Я никогда ещё так не любил свою мать».
Рассказчик с другими ребятами заблудился в метель. Когда им под утро удалось выбраться из снежного плена и он открыл дверь дома, мальчик бросился к маме и расплакался. Мама сделала вид, что ничего не произошло. Почему же она так отреагировала? Рассказчик оценил это уже будучи взрослым: мама хотела, чтобы сын рос готовым к преодолению жизненных трудностей, чтобы потом без неё смог не раскиснуть под влиянием обстоятельств.
На самом деле мама всю ночь места себе не находила. Она ушла в ночь, в метель, чтобы спасти своего ребёнка, даже ценой здоровья, а возможно, и жизни (предложения номер 29—31).
Мама готова на любую жертву ради благополучия своих детей, мамина любовь «сильнее смерти и страха смерти». Материнская любовь — это бездонная чаша ангельского терпения; житейской мудрости; душевной доброты; неиссякаемого сердечного тепла; неутомимой, бескорыстной заботы и бесконечной преданности.""")]

# Добавление данных в таблицу
cursor.executemany("INSERT INTO practice VALUES (?, ?, ?, ?, ?)", data)

# Сохранение изменений
conn.commit()
# Закрытие соединения с базой данных
conn.close()